{
  "title": "Catechesis on Prayer #1: The Mystery",
  "subtitle": "",
  "author": "Pope Francis",
  "description": "Pope Francis begins a catechism series on prayer. We  journey with Bartimaeus to understand our disposition in prayer.",
  "img": "",
  "slides": [
    {
      "title": "",
      "subtitle": "",
      "content": "Dear Brothers and Sisters, Good morning!\n\nToday we begin a new series of catecheses on the theme of prayer. Prayer is the breath of faith; it is its most proper expression. Like a cry that issues from the heart of those who believe and entrust themselves to God. Let us think about the story of Bartimaeus, a character in the Gospel (cf. Mk 10:46-52), and I confess that for me he is the most likeable of all. He was blind and sat begging for alms by the roadside on the periphery of his city, Jericho. He is not an anonymous character. He has a face and a name: Bartimaeus, that is, “son of Timaeus”. One day he heard that Jesus would be passing through there. In fact, Jericho was a crossroads of people, continually criss-crossed by pilgrims and tradesmen. Thus, Bartimaeus positioned himself: he would have done anything possible to meet Jesus. So many people did the same. Let us recall Zacchaeus who climbed up the tree. Many wanted to see Jesus; he did too. In this way the man enters the Gospels as a voice that loudly cries out. He cannot see. He does not know whether Jesus is near or far away but he hears him. He understands this from the crowd which, at a certain point, grows and comes closer…. But he is completely alone and no one is concerned about him. And what does Bartimaeus do? He cries out. And he cries out and continues to cry out. He uses the only weapon he possesses: his voice. He begins to shout: “Jesus, Son of David, have mercy on me!” (v. 47). And he continues to cry out in this manner. His repeated cries are a nuisance. They do not seem polite and many people scold him, telling him to be quiet: “But be polite; do not do this”. However, Bartimaeus does not keep silent but rather cries out even more loudly: “Jesus, Son of David, have mercy on me!” (v. 47): That beautiful stubbornness of those who seek a grace and knock and knock on the door of God’s heart. He cries out; he knocks. That expression: “Son of David”, is very important. It means “the Messiah” — he professes the Messiah. It is a profession of faith that emerges from the mouth of that man who was despised by all. And Jesus listens to his cry. Bartimaeus’ prayer touches his heart, God’s heart, and the doors of salvation open up for him. Jesus calls for him. He jumps to his feet and those who had first told him to be quiet, now lead him to the Master. Jesus speaks to him. He asks him to express his desire — this is important — and then the cry becomes a request: “that I may see again, Lord!” (cf. v. 51).\n",
      "keyTakeAways": [
        "(Read Mark 10: 46-52 for Bartimaeus’ story.)\nPrayer is an expression of the heart and the very breath of faith - the way believers commend themselves to God. Despite Bartimaeus’ blindness, he positions himself so as to meet Jesus by any means. While many scold him as he cries out to Jesus, Bartimaeus’ growing cries are a ‘beautiful stubbornness’ that seeks grace and knocks on the door of God’s heart. His cry is a profession of faith that Jesus is the Messiah which opens the doors of salvation for him. When Jesus calls him, asking what he desires, Bartimaeus’ cry turns into a request.\n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "Jesus says to him: “Go your way; your faith has made you well” (v. 52). He recognizes in that poor, defenseless and despised man, all the power of his faith, which attracts the mercy and the power of God. Faith is having two hands raised up, a voice that cries out to implore the gift of salvation. The Catechism states that “humility is the foundation of prayer” (Catechism of the Catholic Church, 2559). Prayer is born of the earth, of the humus from which “humble”, “humility” derive. It comes from our precarious state, from our continuous thirst for God (cf. ibid., 2560-2561). Faith, as we have seen with Bartimaeus, is a cry. Lack of faith is the suppression of that cry. That attitude that the people had, in making him keep quiet: they were not people of faith, whereas he was. To suppress that cry is a type of omertà (code of silence). Faith is a protest against a pitiful condition the cause of which we do not understand. Lack of faith is to limit ourselves to endure a situation to which we have become accustomed. Faith is the hope of being saved. Lack of faith is becoming accustomed to the evil that oppresses us and continuing in that way.",
      "keyTakeAways": [
        "Faith attracts the mercy and power of God. Prayer is rooted in humility which enables us to recognize our precarious state and thirst for God. Faith is a cry against evil, believing in the hope that we can be saved. The lack of faith is a suppression of this cry, resigning ourselves to a state of despair, believing we must give into the evil that oppresses."
      ]
    },
    {
      "content": "Dear brothers and sisters, we begin this series of catecheses with Bartimaeus’ cry because perhaps everything is already written in someone like him. Bartimaeus is a persevering man. He was surrounded by people who explained that imploring was useless, that it was clamouring without receiving a reply, that it was noise that was only bothersome, and thus please stop crying out. But he did not remain in silence. And in the end he obtained what he wanted.\n\nGreater than any discussion to the contrary, there is a voice in mankind’s heart that invokes. We all have this voice within. A voice that comes forth spontaneously without anyone commanding it, a voice that asks itself about the meaning of our journey on earth, especially when we find ourselves in darkness: “Jesus, have mercy on me! Jesus have mercy on me!”. This is a beautiful prayer.\n",
      "keyTakeAways": [
        "Bartimaeus represents all of us and our prayers. He is someone who cried out in his need, although everyone and everything around him attempted to convince him it was not worth trying, because of his persistence he got what he asked for. Our spontaneous interior voice speaks out for us (especially in times of darkness) searching for God."
      ]
    },
    {
      "content": "But are these words perhaps not chiselled in all of creation? Everything invokes and implores so that the mystery of mercy may be definitively fulfilled. Not only Christians pray; they share their cry of prayer with all men and women. But the horizon can be further widened: Paul states that all of creation “has been groaning in travail together until now” (Rom 8:22). Artists are often the interpreters of this silent cry of creation that is found in every creature and emerges above all in the heart of men and women, because they are “beggars before God” (ccc, 2559). It is a beautiful definition of mankind: “beggars before God”. Thank you.",
      "keyTakeAways": [
        "All of humanity and creation cries out in prayer, asking God for his mercy. Artists too translate this silent cry of the human heart through art. "
      ]
    }
  ],
  "suggestedQuestions": [
    "What strikes you about Bartimaeus’ actions or cry to Jesus? ",
    "What is the role of faith and humility in your own prayer?",
    "How do you imagine yourself before God in prayer?",
    "What does it mean to you to be a “beggar before God?”"
  ],
  "meta": {
    "topic": "",
    "difficulty": "hard",
    "author": "",
    "hasVideos": true,
    "imageURL": "https://www.shutterstock.com/image-photo/rear-view-man-sitting-on-dock-146562971",
    "videoURL": "https//www.youtube.com/watch?v=WL_mluTa7v0; https://www.youtube.com/watch?v=kiAMzghLcMA; https//www.youtube.com/watch?v=4Qvsg-R4WMU",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Prayer",
      "Life",
      "Faith",
      "Humility",
      "Scripture",
      "Heart"
    ],
    "rating": 0
  }
}
