{
  "title": "Catholic in College",
  "subtitle": "What does it mean to be Catholic student in a university or college?",
  "author": "Pope Francis",
  "description": "Message of Pope Francis to the Italian Catholic Federation of University Students (FUCI)",
  "img": "",
  "slides": [
    {
      "title": "College as Studium",
      "subtitle": "",
      "content": "The first word that I give you is studium. The essential of university life lies in studying, in the effort and patience of thinking which reveals man’s tension toward truth, good, beauty. Be aware that by studying you receive a fertile opportunity to recognize and give voice to the loftiest aspirations harboured in your heart, the opportunity to develop them. To study serves to support a specific vocation. For this reason, university life is dynamism directed and characterized by research and by fraternal sharing. Make the most of this opportune time and study hard and consistently, always open to others. Do not be content with partial truths or reassuring illusions, but through study embrace an ever fuller understanding of reality. In order to do this it is necessary to listen with humility and to gaze with foresight. \n",
      "keyTakeAways": [
        "Studying is a keystone of the life of a campus student. Students must not be content with merely going through classes but search for whole truths and a fuller understanding of reality.\n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "Studying is not taking possession of reality in order to manipulate it, but allowing it to speak to us and to reveal something to us, very often even about ourselves; and reality does not allow itself to be understood without the willingness to refine one’s perspective, to look at it with new eyes. Thus, study with courage and with hope. Only in this way can the university become a place of careful and attentive discernment, an observatory on the world and on the issues that most profoundly question man. Perseverance in work and faithfulness to things may bring much fruit. Study and keeping watch, form the true quantum leap that happens at university, which causes us to develop a unified character and causes us to become adults in intellectual life as in spiritual life. Studying becomes extraordinary interior labour and most of all an experience of grace: “pray as if everything depended on God, act as if everything depended on us”, St Ignatius of Loyola said. We must do our best and make ourselves welcoming, receptive to a truth which is not ours, which is always given to us in free measure.",
      "keyTakeAways": [
        "Rather than considering the knowledge learned as taking possession, it can be allowed to become a revelation of reality (about ourselves and the world) which is received with courage and humility. Effort and discipline are necessary. "
      ],
      "yourTakeAways": "",
      "title": "Perseverance & Humility"
    },
    {
      "content": "The second word that I give you is research. Let your method of study be research, dialogue and comparison. May the FUCI always experience the humility of research, that attitude of silent welcoming of the unknown, of the stranger, of the other and demonstrate one’s openness and willingness to walk with all those who are driven by a restless tension toward the Truth, believers and non believers, foreigners and the marginalized. Research constantly interrogates itself, it becomes an encounter with mystery and is open to faith: research makes possible the encounter of faith, reason and science, it allows a harmonious dialogue among them, a fruitful exchange that, in awareness and acceptance of the limits of human understanding allows scientific research to be conducted in freedom of conscience. Through this method of research it is possible to reach an ambitious goal: to heal the rift between the Gospel and modernity through the approach of cultural mediation, an itinerant mediation which, without denying cultural differences, indeed by valuing them, becomes the horizon of positive planning. May research teach you to be capable of planning and investment, even if it requires effort and patience. It is in the long run that one reaps the harvest of the seeds sown with research!\n",
      "keyTakeAways": [
        "Research can have values of openness to the unknown, remaining in the tension, search for truth, dialogue and exchange. Research has the potential to heal the rift between modernity and the Gospel with effort and patience."
      ],
      "yourTakeAways": "",
      "title": "Research"
    },
    {
      "content": "This task is entrusted today in particular to young university students because they are called to take up a cultural challenge: the culture of our time hungers for the proclamation of the Gospel, it needs to be reanimated by strong and steadfast testimony. In facing the risks of superficiality, of briskness, of relativism, one might forget the commitment to thought and formation, of a critical mind and of presence that has been entrusted to man, to man alone, and which is inscribed in his dignity as a person. Remember the words of Montini: “It is the idea that guides man, that generates man’s strength. A man without an idea is a man without character”. May you know how to approach the primacy of the realty with the power of the ideas that you will investigate. To take up this challenge with the creativity of the free and liberal youth devotion to academic study, this is your task!",
      "keyTakeAways": [
        "University students have a unique opportunity to partake in a “cultural challenge” to receive people genuinely and to share the Gospel through their intelligence and presence."
      ],
      "yourTakeAways": "",
      "title": "Cultural Challenge"
    },
    {
      "content": "The third word is frontier. The university is a frontier which awaits you, a periphery in which to welcome and attend to man’s existential poverty. Poverty in relationships, in human growth, tend to fill heads without creating a shared community plan, a common goal, an honest brotherhood. Take care to always go to meet others, to catch the “scent” of today’s man, until permeation with their joys and hopes, their sorrows and anguish. Never set up barriers which, in seeking to defend the border, prevent the encounter with the Lord. In studying and in the forms of digital communication your friends sometimes experience loneliness, a lack of hope and faith in their own abilities: bring hope and always show your work to others, always be open to sharing, to dialogue. Especially in today’s culture we need to place ourselves at everyone’s side. You can overcome conflict between peoples, only if you manage to nurture a culture of encounter and of fraternity. I exhort you to continue to bring the Gospel into the University and culture into the Church!\n\nThis task is entrusted especially to you, young people: may you always keep your eyes fixed on the future. May you be fertile ground on the journey with humanity, may you be renewal in culture, in society and in the Church. This takes courage, humility and listening in order to express renewal. I entrust you to Blessed Paul VI, that he, in communion with the Saints, may encourage you on your journey and, while I ask you to pray for me, from my heart I bless you together with your Assistants, families and friends.\n\n",
      "keyTakeAways": [
        "Campuses are frontiers and peripheries where one may encounter man’s existential poverty, especially of relationships. A Christian disciple can bring hope to the world, and the culture to the Church."
      ],
      "yourTakeAways": "",
      "title": "Frontier"
    },
    {
      "content": "",
      "keyTakeAways": [],
      "yourTakeAways": ""
    }
  ],
  "suggestedQuestions": [
    "How would you describe your attitude towards studies in college? How does it compare with Pope Francis’ “studium”?",
    "What are the challenges we face when we try to live out our christian life in university ? How can my friends help me in these challenges?",
    "What can we do to be more welcoming to our brothers and sisters in college especially the marginalized?",
    "How can we create “a culture of encounter” as Pope Francis suggests? What group of people do you feel most drawn to and which do you feel most uncomfortable around?",
    "How can your understanding of the modern world and people be a gift for the Church?"
  ],
  "meta": {
    "topic": "Catholic in College",
    "difficulty": "easy",
    "author": "Pope Francis",
    "hasVideos": false,
    "imageURL": "https://www.shutterstock.com/image-photo/college-students-having-discussion-under-tree-795947644",
    "videoURL": "",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Catholic",
      "College",
      "University",
      "Young",
      "Young adult",
      "Youth",
      "College Life",
      "Campus"
    ],
    "rating": 0
  }
}