{
  "title": "Discernment & Freedom",
  "subtitle": "Does God have one right choice for me in each decision I make?",
  "author": "Peter Kreeft",
  "description": "http://www.peterkreeft.com/topics/discernment.htm",
  "img": "",
  "slides": [
    {
      "title": "Does God have one right choice for me in each decision I make?",
      "subtitle": "",
      "content": "When we pray for wisdom to discern God's will when it comes to choosing a mate, a career, a job change, a move, a home, a school, a friend, a vacation, how to spend money, or any other choice, big or little, whenever there are two or more different paths opening up before us and we have to choose, does God always will one of those paths for us? If so, how do we discern it?\nMany Christians who struggle with this question today are unaware that Christians of the past can help them from their own experience. Christian wisdom embodied in the lives and teachings of the saints tells us two things that are relevant to this question.\n",
      "keyTakeAways": [],
      "yourTakeAways": ""
    },
    {
      "content": "First, they tell us that God not only knows and loves us in general but that he cares about every detail of our lives, and we are to seek to walk in his will in all things, big and little. Second, they tell us that he has given us free will and reason because he wants us to use it to make decisions. This tradition is exemplified in Saint Augustine's famous motto \"Love God and [then] do what you will.\" In other words, if you truly love God and his will, then doing what you will, will, in fact, be doing what God wills.\nDo these two pieces of advice pull us in opposite directions, or do they only seem to? Since there is obviously a great truth embodied in both of them, which do we emphasize the most to resolve our question of whether God has one right way for us?",
      "keyTakeAways": [
        "It can seem that we get contradictory advice: that God cares about every detail of our lives, even the smallest yet that we are totally free to make choices as long as we love God."
      ],
      "yourTakeAways": "",
      "title": "Opposite Advice?"
    },
    {
      "content": "",
      "keyTakeAways": [],
      "yourTakeAways": ""
    },
    {
      "content": "I think the first and most obvious answer to this question is that it depends on which people are asking it. We have a tendency to emphasize one half of the truth at the expense of the other half, and we can do that in either of the two ways. Every heresy in the history of theology fits this pattern: for instance, emphasizing Christ's divinity at the expense of his humanity or his humanity at the expense of his divinity; or emphasizing divine sovereignty at the expense of free will or free will at the expense of divine sovereignty.\n",
      "keyTakeAways": [
        "God cares about every detail of our lives, He doesn’t just generally love us, yet his love is not domineering. He wants us to use our free will and reason to make decisions.\n"
      ],
      "yourTakeAways": "",
      "title": "Divine Sovereignty & Free Will"
    },
    {
      "content": "1. Always begin with data, with what we know for sure. Judge the unknown by the known, the uncertain by the certain. Adam and Eve neglected that principle in Eden and ignored God's clear command and warning for the devil's promised pig in a poke.\n\n2. Let your heart educate your mind. Let your love of God educate your reason in discerning his will. Jesus teaches this principle in John 7:17 to the Pharisees. (Would that certain Scripture scholars today would heed it!) They were asking how they could interpret his words, and he gave them the first principle of hermeneutics (the science of interpretation): \"If your will were to do the will of my Father, you would understand my teaching.\" The saints understand the Bible better than the theologians, because they understand its primary author, God, by loving him with their whole heart and their whole mind.",
      "keyTakeAways": [
        "1. Always begin with the data",
        "2. Let your heart educate your mind\n"
      ],
      "yourTakeAways": "",
      "title": "Rules 1-2 of 5 of Discernment"
    },
    {
      "content": "3. Have a soft heart but a hard head. We should be \"wise as serpents and harmless as doves,\" sharp as a fox in thought but loyal as a dog in will and deed. Soft-heartedness does not excuse soft-headedness, and hard-headedness does not excuse hard-heartedness. In our hearts we should be \"bleeding-heart liberals\" and in our heads \"stuck-in-the-mud conservatives.\"\n\n5. All God's signs should line up, by a kind of trigonometry. There are at least seven such signs: (1) Scripture, (2) church teaching, (3) human reason (which God created), (4) the appropriate situation, or circumstances (which he controls by his providence), (5) conscience, our innate sense of right and wrong, (6) our individual personal bent or desire or instincts, and (7) prayer. Test your choice by holding it up before God's face. If one of these seven voices says no, don't do it. If none say no, do it.\n",
      "keyTakeAways": [
        "3. Have a soft heart but a hard head",
        "4. All God’s signs should line up"
      ],
      "yourTakeAways": "",
      "title": "Rules 3-4 of 5 of Discernment"
    },
    {
      "content": "5. Look for the fruits of the spirit, especially the first three: love, joy, and peace. If we are angry and anxious and worried, loveless and joyless and peaceless, we have no right to say we are sure of being securely in God's will. Discernment itself should not be a stiff, brittle, anxious thing, but—since it too is part of God's will for our lives—loving and joyful and peace-filled, more like a game than a war, more like writing love letters than taking final exams.\n",
      "keyTakeAways": [
        "5. Look for the fruits of the Spirit"
      ],
      "yourTakeAways": "",
      "title": "Rule 5 of 5 of Discernment"
    },
    {
      "content": "Now to our question. Does God have just one right choice for me to make each time? If so, I must find it. If not, I should relax more and be a little looser. Here are some clues to the answer.\nThe answer depends on what kind of person you are. I assume that many readers of this page are (1) Catholic, (2) orthodox and faithful to the teachings of the church, (3) conservative, and (4) charismatic. I have had many friends—casual, close, and very close—of this description for many years. In fact, I fit the description myself. So I speak from some experience when I say that people of this type have a strong tendency toward a certain character or personality type—which is in itself neither good nor bad—which needs to be nourished by one of these emphases more than the other. The opposite personality type would require the opposite emphasis.\n",
      "keyTakeAways": [
        "We often need to balance our tendencies by emphasizing the opposite side.\n"
      ],
      "yourTakeAways": "",
      "title": "Becoming aware of our Tendencies"
    },
    {
      "content": "My first clue, based on my purely personal observation of this kind of people, is that we often get bent out of human shape by our desire—in itself a very good desire—to find God's perfect will for us. We give a terrible testimony to non-Christians; we seem unable to relax, to stop and smell God's roses, to enjoy life as God gives it to us. We often seem fearful, fretful, terribly serious, humorless, and brittle—in short, the kind of people that don't make a very good advertisement for our faith.\nI am not suggesting that we compromise one iota of our faith to appeal to unbelievers. I am simply suggesting that we be human. Go watch a ball game. Enjoy a drink—just one—unless you're at risk for alcoholism. Be a little silly once in a while. Tickle your kids—and your wife. Learn how to tell a good joke. Read Frank Schaeffer's funny novel Portofino. Go live in Italy for a while.\n",
      "keyTakeAways": [
        "Discerning seriously should not lead us to rigidity. Resting and enjoyment are important aspects of giving room to listen to God.\n"
      ],
      "yourTakeAways": "",
      "title": "Rigidity"
    },
    {
      "content": "Here's a second clue. Most Christians, including many of the saints, don't, in fact, have the discernment we are asking about, the knowledge of what God wills in every single choice. It's rare. Could something as important as this be so rare? Could God have left almost all of us so clueless?\n",
      "keyTakeAways": [
        "Most Christian are not told God’s will for every little thing. "
      ],
      "yourTakeAways": "",
      "title": "Every little thing..."
    },
    {
      "content": "A third clue is Scripture. It records some examples—most of them miraculous, many of them spectacular—of God revealing his particular will. But these are reported in the same vein as miracles: as something remarkable, not as general policy. The \"electronic gospel\" of health and wealth, \"name it and claim it,\" is unscriptural, and so is the notion that we must find the one right answer to every practical problem, for the same reason: we are simply never assured such a blanket promise.\nDarkness and uncertainty are as common in the lives of the saints, in Scripture as well as afterwards, as pain and poverty are. The only thing common to all humanity that the gospel guarantees to free us from is sin (and its consequences, death, guilt, and fear), not suffering and not uncertainties. If God had wanted us to know the clear, infallible way, he surely would have told us clearly and infallibly.\n",
      "keyTakeAways": [
        "The Gospel guarantees to free us from sin not sufferings nor uncertainties.\n"
      ],
      "yourTakeAways": "",
      "title": "Discernment & Uncertainty"
    },
    {
      "content": "A fourth clue is something God did in fact give us: free will. Why? There are a number of good reasons—for instance, so that our love could be infinitely more valuable than instinctive, unfree animal affection. But I think I see another reason. As a teacher, I know that I sometimes should withhold answers from my students so that they find them themselves, and thus appreciate and remember them better—and also learn how to exercise their own judgment in finding answers themselves. \"Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.\" God gave us some big fish, but he also gave us the freedom to fish for a lot of little ones (and some big ones) ourselves.\nReason and free will always go together. God created both in us as part of his image. He gives supernatural revelation to both: dogmas to our reason and commandments to our will. But just as he didn't give us all the answers, even in theology, in applying the dogmas or drawing out the consequences of them, so he didn't give us all the answers in morality or practical guidance, in applying the commandments and drawing out their consequences. He gave us the mental and moral equipment with which to do that, and he is not pleased when we bury our talent in the ground instead of investing it so that he will see how much it has grown in us when he returns.\nIn education, I know there are always two extremes. You can be too modern, too experimental, too Deweyan, too structureless. But you can also be too classical, too rigid. Students need initiative and creativity and originality too. God's law is short. He gave us ten commandments, not ten thousand. Why? Why not a more complete list of specifics? Because he wanted freedom and variety. Why do you think he created so many persons? Why not just one? Because he loves different personalities. He wants his chorus to sing in harmony, but not in unison.",
      "keyTakeAways": [
        "Our reason and free will are important to God who wants us to use them to add to His will with joy and uniqueness.\n"
      ],
      "yourTakeAways": "",
      "title": "Free Will"
    },
    {
      "content": " I know Christians who are cultivating ingrown eyeballs trying to know themselves so well—often by questionable techniques like the enneagram, or Oriental modes of prayer—so that they can make the decision that is exactly what God wants for them every time. I think it is much healthier to think about God and your neighbor more and yourself less, to forget yourself—follow your instincts without demanding to know everything about them. As long as you love God and act within his law, I think he wants you to play around a bit.\nI'm happily haunted by Chesterton's image of the playground fence erected around the children on top of the mountain so that they could play without fear of falling off the side. That's why God gave us his law: not to make us worried but to keep us safe so that we could play the great games of life and love and joy.\nEach of us has a different set of instincts and desires. Sin infects them, of course. But sin infects our reason and our bodies too; yet we are supposed to follow our bodily instincts (for example, hunger and self-preservation) and our mind's instincts (for example, curiosity and logic). I think he wants us to follow our hearts. Surely, if John loves Mary more than Susan, he has more reason to think God is leading him to marry Mary than Susan. Why not treat all other choices by the same principle?\nI am not suggesting, of course, that our hearts are infallible, or that following them justifies sinful behavior. Nor am I suggesting that the heart is the only thing to follow. I mentioned seven guidelines earlier. But surely it is God who designed our hearts—the spiritual heart with desire and will as much as the physical heart with aorta and valves. Our parents are sinful and fallible guides too, but God gave them to us to follow. So our hearts can be worth following too even though they are sinful and fallible. If your heart loves God, it is worth following. If it doesn't, then you're not interested in the problem of discernment of his will anyway.\nHere is a fifth clue. When we do follow Augustine's advice to \"love God and then do what you will,\" we usually experience great relief and peace. Peace is a mark of the Holy Spirit.",
      "keyTakeAways": [
        "Being overly introspective is not helpful. Knowing God’s will usually involves experiences great relief and peace. Peace is the mark of the Holy Spirit.\n"
      ],
      "yourTakeAways": "",
      "title": "Introspection & Peace"
    },
    {
      "content": " I know a few people who have abandoned Christianity altogether because they lacked that peace. They tried to be super-Christians in everything, and the pressure was just unendurable. They should have read Galatians.\nHere is a sixth clue. If God has one right choice in everything you do, then you can't draw any line. That means that God wants you to know which room to clean first, the kitchen or the bedroom, and which dish to pick up first, the plate or the saucer. You see, if you carry out this principle's logical implications, it shows itself to be ridiculous, unlivable, and certainly not the kind of life God wants for us—the kind described in the Bible and the lives of the saints.\nClue number six is the principle that many diverse things are good; that good is plural. Even for the same person, there are often two or more choices that are both good. Good is kaleidoscopic. Many roads are right. The road to the beach is right and the road to the mountains is right, for God awaits us in both places. Goodness is multicolored. Only pure evil lacks color and variety. In hell there is no color, no individuality. Souls are melted down like lead, or chewed up together in Satan's mouth. The two most uniform places on earth are prisons and armies, not the church.\nTake a specific instance where different choices are both equally good. Take married sex. As long as you stay within God's law—no adultery, no cruelty, no egotism, no unnatural acts, as, for example, contraception—anything goes. Use your imagination. Is there one and only one way God wants you to make love to your spouse? What a silly question! Yet making love to your spouse is a great good, and God's will. He wants you to decide to be tender or wild, moving or still, loud or quiet, so that your spouse knows it's you, not anyone else, not some book who's deciding.\n",
      "keyTakeAways": [
        "Good is found through multiple means."
      ],
      "yourTakeAways": "",
      "title": "Multicolored Goodness"
    },
    {
      "content": "Clue number seven is an example from my own present experience. I am writing a novel for the first time, and learning how to do it. First, I placed it in God's hands, told him I wanted to do it for his kingdom, and trusted him to lead me. Then, I simply followed my own interests, instincts, and unconscious. I let the story tell itself and the characters become themselves. God doesn't stop me or start me. He doesn't do my homework for me. But he's there, like a good parent.\nI think living is like writing a novel. It's writing the story of your own life and even your own self (for you shape your self by all your choices, like a statue that is its own sculptor). God is the primary author, of course, the primary sculptor. But he uses different human means to get different human results. He is the primary author of each book in the Bible too, but the personality of each human author is no less clear there than in secular literature.\n",
      "keyTakeAways": [
        "We often learn in the process of our journeys."
      ],
      "yourTakeAways": "",
      "title": "Learn as you go"
    },
    {
      "content": "God is the universal storyteller. He wants many different stories. And he wants you to thank him for the unique story that comes from your free will and your choices too. Because your free will and his eternal plan are not two competing things, but two sides of one thing. We cannot fully understand this great mystery in this life, because we see only the underside of the tapestry. But in heaven, I think, one of the things we will praise and thank God the most for is how wildly and wonderfully and dangerously he put the driving wheel of our life into our hands—like a parent teaching a young child to drive.\nYou see, we have to learn that, because the cars are much bigger in heaven. There, we will rule angels and kingdoms.\nGod, in giving us all free will, said to us: \"Your will be done.\" Some of us turn back to him and say: \"My will is that your will be done.\" That is obedience to the first and greatest commandment. Then, when we do that, he turns to us and says: \"And now, your will be done.\" And then he writes the story of our lives with the pen strokes of our own free choices.\n",
      "keyTakeAways": [
        "Following God’s will is a matter of our freedom, and although sometimes it can be challenging, it is not God’s will to dominate us. He gives us the gift of free will so that we may love Him more and in unique ways."
      ],
      "yourTakeAways": "",
      "title": "God's Will & My Will"
    },
    {
      "content": "",
      "keyTakeAways": [],
      "yourTakeAways": ""
    }
  ],
  "suggestedQuestions": [
    "What struggles do you have knowing God’s will?",
    "Do you tend to be too rigid or too loose in your desire to follow God’s will?",
    "Do you find it hard to believe that you can be free and follow God’s will? Give an example of a person in your life or scriptures that reminds you of this...\n"
  ],
  "meta": {
    "topic": "Discernment & Freedom: Does God have one right choice for me in each decision I make?",
    "difficulty": "easy",
    "author": "Peter Kreeft",
    "hasVideos": true,
    "imageURL": "https://www.shutterstock.com/image-photo/beautiful-male-hand-holds-magnetic-compass-1420283369",
    "videoURL": "https://www.youtube.com/watch?v=80msIR5Zs6s; https://www.youtube.com/watch?v=Ne8n-1ATd1s",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Discernment",
      "God's Will",
      "Decisions",
      "Freedom",
      "Choices",
      "Holiness",
      "Vocation"
    ],
    "rating": 0
  }
}