{
  "title": "Exercising Desire",
  "subtitle": "Let us exercise our desire in prayer",
  "author": "St. Augustine of Hippo",
  "description": "From a letter to Proba by Saint Augustine of Hippo, bishop",
  "img": "",
  "slides": [
    {
      "title": "Why are we afraid to pray?",
      "subtitle": "",
      "content": "Why in our fear of not praying as we should, do we turn to so many things, to find what we should pray for? Why do we not say instead, in the words of the psalm: I have asked one thing from the Lord, this is what I will seek: to dwell in the Lord’s house all the days of my life, to see the graciousness of the Lord, and to visit his temple. There, the days do not come and go in succession, and the beginning of one day does not mean the end of another; all days are one, simultaneously and without end, and the life lived out in these days has itself no end.",
      "keyTakeAways": [
        "Sometimes it is not that we do not want to prayer, but that we have a fear or hesitation because true prayer touches our deepest desires for true happiness."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "So that we might obtain this life of happiness, he who is true life itself taught us to pray, not in many words as though speaking longer could gain us a hearing. After all, we pray to one who, as the Lord himself tells us, knows what we need before we ask for it.",
      "keyTakeAways": [
        "To help us attain true happiness, Jesus taught us to pray without necessarily using many words since God already knows what we need. \n"
      ],
      "yourTakeAways": "",
      "title": "More words do not make prayer more beautiful"
    },
    {
      "content": "Why he should ask us to pray, when he knows what we need before we ask him, may perplex us if we do not realize that our Lord and God does not want to know what we want (for he cannot fail to know it) but wants us rather to exercise our desire through our prayers, so that we may be able to receive what he is preparing to give us. His gift is very great indeed, but our capacity is too small and limited to receive it. That is why we are told: Enlarge your desires, do not bear the yoke with unbelievers.\n",
      "keyTakeAways": [
        "God already knows what we desire but He wants us to ask so that we can receive what He is preparing for us. Without growing in desire, we would not be able to hold His gifts."
      ],
      "yourTakeAways": "",
      "title": "Why even pray?"
    },
    {
      "content": "The deeper our faith, the stronger our hope, the greater our desire, the larger will be our capacity to receive that gift, which is very great indeed. No eye has seen it; it has no color. No ear has heard it; it has no sound. It has not entered man’s heart; man’s heart must enter into it.\n\nIn this faith, hope and love we pray always with unwearied desire. However, at set times and seasons we also pray to God in words, so that by these signs we may instruct ourselves and mark the progress we have made in our desire, and spur ourselves on to deepen it. The more fervent the desire, the more worthy will be its fruit. When the Apostle tells us: Pray without ceasing, he means this: Desire unceasingly that life of happiness which is nothing if not eternal, and ask it of him who alone is able to give it.",
      "keyTakeAways": [
        "Greater faith, hope and desire enable us to enter into the gift of God. This prayer never becomes tired. Let us desire more and desire from the one who can give it to us. \n"
      ],
      "yourTakeAways": "",
      "title": "Faith, Hope & Desire"
    }
  ],
  "suggestedQuestions": [
    "Have you ever thought of prayer as exercising desire? Please share...",
    "What would it look like if we never expressed or grew in our desires?"
  ],
  "meta": {
    "topic": "Exercising Desire",
    "difficulty": "easy",
    "author": "St. Augustine of Hippo",
    "hasVideos": false,
    "imageURL": "https://www.shutterstock.com/image-photo/sacred-heart-jesus-hand-carved-gilded-656761927",
    "videoURL": "",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "St. Augustine of Hippo",
      "Desire",
      "Prayer",
      "Ask",
      "Faith",
      "Hope",
      "Fulfillment",
      "Happiness"
    ],
    "rating": 0
  }
}
