{
  "title": "Forgiveness",
  "subtitle": "Forgiveness as taught within the Our Father prayer explained by the CCC",
  "author": "Catechism of the Catholic Church",
  "description": "The Catechism of the Catholic Church: paragraphs 2838-2845",
  "img": "",
  "slides": [
    {
      "title": "\"And Forgive Us Our Trespasses, as We Forgive Those Who Trespass AGAINST US\"",
      "subtitle": "",
      "content": "This petition is astonishing. If it consisted only of the first phrase, \"and forgive us our trespasses,\" it might have been included, implicitly, in the first three petitions of the Lord's Prayer, since Christ's sacrifice is \"that sins may be forgiven.\" But, according to the second phrase, our petition will not be heard unless we have first met a strict requirement. Our petition looks to the future, but our response must come first, for the two parts are joined by the single word \"as.\"",
      "keyTakeAways": [],
      "yourTakeAways": ""
    },
    {
      "content": "With bold confidence, we began praying to our Father. In begging him that his name be hallowed, we were in fact asking him that we ourselves might be always made more holy. But though we are clothed with the baptismal garment, we do not cease to sin, to turn away from God. Now, in this new petition, we return to him like the prodigal son and, like the tax collector, recognize that we are sinners before him. Our petition begins with a \"confession\" of our wretchedness and his mercy. Our hope is firm because, in his Son, \"we have redemption, the forgiveness of sins.\" We find the efficacious and undoubted sign of his forgiveness in the sacraments of his Church.",
      "keyTakeAways": [
        "We must always begin with a keen awareness of our own sinfulness, and the desire to receive God’s mercy. Forgiveness opens our hearts to grace instead of making us closed and hard hearted\n"
      ],
      "yourTakeAways": "",
      "title": "and forgive us our trespasses . . ."
    },
    {
      "content": "Now - and this is daunting - this outpouring of mercy cannot penetrate our hearts as long as we have not forgiven those who have trespassed against us. Love, like the Body of Christ, is indivisible; we cannot love the God we cannot see if we do not love the brother or sister we do see. In refusing to forgive our brothers and sisters, our hearts are closed and their hardness makes them impervious to the Father's merciful love; but in confessing our sins, our hearts are opened to his grace.\n\nThis petition is so important that it is the only one to which the Lord returns and which he develops explicitly in the Sermon on the Mount. This crucial requirement of the covenant mystery is impossible for man. But \"with God all things are possible.\" ",
      "keyTakeAways": [
        " Forgiveness is not an option, rather it is a requirement for our own reception of forgiveness from God. In fact, Christ even cautions of punishment on those who refuse to forgive."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "This \"as\" is not unique in Jesus' teaching: \"You, therefore, must be perfect, as your heavenly Father is perfect\"; \"Be merciful, even as your Father is merciful\"; \"A new commandment I give to you, that you love one another, even as I have loved you, that you also love one another.\" It is impossible to keep the Lord's commandment by imitating the divine model from outside; there has to be a vital participation, coming from the depths of the heart, in the holiness and the mercy and the love of our God. Only the Spirit by whom we live can make \"ours\" the same mind that was in Christ Jesus. Then the unity of forgiveness becomes possible and we find ourselves \"forgiving one another, as God in Christ forgave\" us.",
      "keyTakeAways": [
        "Forgiveness can sometimes be humanly impossible, which is why it ushers us into a communion with God - upon putting on the mind of Christ and becoming truly a part of His Body, we are able to forgive. Forgiveness comes from the “depths of one’s heart” not from external reconciliations although that may be part of the process.\n"
      ],
      "yourTakeAways": "",
      "title": ". . . as we forgive those who trespass against us"
    },
    {
      "content": "Thus the Lord's words on forgiveness, the love that loves to the end, become a living reality. the parable of the merciless servant, which crowns the Lord's teaching on ecclesial communion, ends with these words: \"So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.\" It is there, in fact, \"in the depths of the heart,\" that everything is bound and loosed. It is not in our power not to feel or to forget an offense; but the heart that offers itself to the Holy Spirit turns injury into compassion and purifies the memory in transforming the hurt into intercession.",
      "keyTakeAways": [
        "We do not need to put pressure on not feeling or in forgetting the offense rather, the mark of forgiveness is “the heart that offers itself to the Holy Spirit” and turns “injury into compassion” and “purifies the memory in transforming the hurt into intercession.”\n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "Christian prayer extends to the forgiveness of enemies, transfiguring the disciple by configuring him to his Master. Forgiveness is a high-point of Christian prayer; only hearts attuned to God's compassion can receive the gift of prayer. Forgiveness also bears witness that, in our world, love is stronger than sin. the martyrs of yesterday and today bear this witness to Jesus. Forgiveness is the fundamental condition of the reconciliation of the children of God with their Father and of men with one another.\n\nThere is no limit or measure to this essentially divine forgiveness, whether one speaks of \"sins\" as in Luke (11:4), \"debts\" as in Matthew (6:12). We are always debtors: \"Owe no one anything, except to love one another.\" The communion of the Holy Trinity is the source and criterion of truth in every relationship. It is lived out in prayer, above all in the Eucharist. God does not accept the sacrifice of a sower of disunion, but commands that he depart from the altar so that he may first be reconciled with his brother. For God can be appeased only by prayers that make peace. To God, the better offering is peace, brotherly concord, and a people made one in the unity of the Father, Son, and Holy Spirit.",
      "keyTakeAways": [
        "There are no limits to what a Christian is asked to forgive\n"
      ],
      "yourTakeAways": ""
    }
  ],
  "meta": {
    "topic": "Forgiveness",
    "difficulty": "medium",
    "author": "Catechism of the Catholic Church",
    "hasVideos": false,
    "hasActivities": true,
    "tags": [
      "Forgiveness",
      "CCC",
      "Relationships",
      "Healing",
      "Spirituality",
      "Community Life"
    ],
    "rating": 0,
    "imageURL": "https://www.shutterstock.com/image-photo/international-day-remembrance-slave-trade-abolition-663226789",
    "activityDescription": "CLOSE YOUR EYES AND PUT BOTH HANDS OUT IN FRONT OF YOU AND FORM A FIST FACING DOWNWARDS. IMAGINE A HEAVY LOAD ON YOUR RIGHT SIDE AND A BUNCH OF BALLOONS LIFTING YOUR RIGHT ARMS. KEEP DOING SO FOR A 1 MINUTE. NOW OPEN YOUR EYES AND LOOK. (ARMS SHOULD BE DOWN AND UP RESPECTIVELY). IMAGINE IF A FEW MOMENTS OF THOUGHTS THAT WEIGH DOWN MAKE SUCH A DIFFERENCE, HOW HEAVY THE LOAD OF UNFORGIVENESS MUST BE IN YOUR HEART."
  },
  "suggestedQuestions": [
    "How can a struggle to forgive bring us closer to God?",
    "If we still feel hurt, does it mean we haven’t forgiven?",
    "What are some dispositions that help us to become open to forgiveness?"
  ]
}
