{
  "title": "God Wills Our Good",
  "author": "St. Alphonsus de Liguori",
  "img": "",
  "description": "Description about 'God Wills Our Good'",
  "slides": [
    {
      "content": "O the supreme folly of those who resist the y ydivine will! In God's providence, no one can escape hardship: \"Who resisteth his will?\" A person i rails at God in adversity, suffers without merit; moreover by his lack of resignation he adds to his punishment in the next life and experiences greater disquietude of mind in this life: \"Who resisteth him I'll and hath had peace?\" The screaming rage of the sick man in his pain, the whining complaints of the poor man in his destitution -- what will they avail these people, except increase their unhappiness and bring them no relief? \"Little man,\" says St. Augustine, \"grow up. What are you seeking in your search for happiness? Seek the one good that embraces all others.\" Whom do you seek, friend, if you seek not God? Seek him, find him, cleave to him; bind your will to his with bands of steel and you will live always at peace in this life and in the next.",
      "keyTakeAways": [
        "Fighting God in adversity does not lead us to peace, nor do we gain merit in such suffering.",
        "If we are looking for happiness there is only one good which contains all others - God. If we have him we have peace for now and forever."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "God wills only our good; God loves us more than anybody else can or does love us. His will is that no one should lose his soul, that everyone should save and sanctify his soul: \"Not willing that any should perish, but that all should return to penance.\" \"This is the will of God, your sanctification .\" God has made the attainment of our happiness, his glory. Since he is by his nature infinite goodness, and since as St. Leo says goodness is diffusive of itself, God has a supreme desire to make us sharers of his goods and of his happiness. If then he sends us suffering in this life, it is for our own good: \"All things work together unto good .\" Even chastisements come to us, not to crush us, but to make us mend our ways and save our souls: \"Let us believe that these scourges of the Lord have happened for our amendment and not for our destruction .\"",
      "keyTakeAways": [
        "God loves us more than any one else, and wills only our good. Our happiness is his glory. All sufferings that God allows are for our own good and help us to mend our ways and save our souls."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "God surrounds us with his loving care lest we suffer eternal damnation: \"O Lord, thou hast crowned us as with a shield of thy good will .\" He is most solicitous for our welfare: \"The Lord is solicitous for me.\" What can God deny us when he has given us his own son? \"He that spared not even his own son, but delivered him up for us all, how hath he not also, with him, given us all things ?\" Therefore we should most confidently abandon ourselves to all the dispositions of divine providence, since they are for our own good. In all that happens to us, let us say: \"In peace, in the self same I will sleep, and I will rest: Because thou, O Lord, hast singularly settled me in hope .\"\n\nLet us place ourselves unreservedly in his hands because he will not fail to have care of us: \"Casting all your care upon him, for he hath care of you .\" Let us keep God in our thoughts and carry out his will, and he will think of us and of our welfare. Our Lord said to St. Catherine of Siena, \"Daughter, think of me, and I will always think of you.\" Let us often repeat with the Spouse in the Canticle: \"My beloved to me, and I to him .\"\n",
      "yourTakeAways": ""
    },
    {
      "content": "St. Niles, abbot, used to say that our petitions should be, not that our wishes be done, but that God's holy will should be fulfilled in us and by us. When, therefore, something adverse happens to us, let us accept it from his hands, not only patiently, but even with gladness, as did the apostles \"who went from the presence of the council rejoicing, that they were accounted worthy to suffer for the name of Jesus .\" What greater consolation can come to a soul than to know that by patiently bearing some tribulation, it gives God the greatest pleasure in its power? Spiritual writers tell us that though the desire of certain souls to please God by their sufferings is acceptable to him, still more pleasing to him is the union of certain others with his will, so that their will is neither to rejoice nor to suffer, but to hold themselves completely amenable to his will, and they desire only that his holy will be fulfilled.",
      "keyTakeAways": [
        "We can confidently abandon ourselves to God and find peace in everything that happens in life knowing that God has not even held back his own Son from us. As we look to do his will, he takes care of our needs."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "If, devout soul, it is your will to please God and live a life of serenity in this world, unite yourself always and in all things to the divine will. Reflect that all the sins of your past wicked life happened because you wandered from the path of God's will. For the future, embrace God's good pleasure and say to him in every happening: \"Yea, Father, for so it hath seemed good in thy sight.\" When anything disagreeable happens, remember it comes from God and say at once, \"This comes from God\" and be at peace: \"I was dumb and opened not my mouth, because thou hast done it.\" Lord, since thou hast done this, I will be silent and accept it. Direct all your thoughts and prayers to this end, to beg God constantly in meditation, Communion, and visits to the Blessed Sacrament that he help you accomplish his holy will. Form the habit of offering yourself frequently to God by saying, \"My God, behold me in thy presence; do with me and all that I have as thou pleasest.\" This was the constant practice of St. Teresa. At least fifty times a day she offered herself to God, placing herself at his entire disposition and good pleasure.",
      "keyTakeAways": [
        "Rather than asking God to fulfill our wishes, it is greater to ask God to fulfill his will in us. Peace comes from being in union with God’s will and sin from straying from it. Like the saints, it helps us greatly to offer ourselves to God frequently, placing our entire disposition at God’s pleasure."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "How fortunate you, kind reader, if you too act thus! You will surely become a saint. Your life will be calm and peaceful; your death will be happy. At death all our hope of salvation will come from the testimony of our conscience as to whether or not we are dying resigned to God's will. If during life we have embraced everything as coming from God's hands, and if at death we embrace death in fulfillment of God's holy will, we shall certainly save our souls and die the death of saints. Let us then abandon everything to God's good pleasure, because being infinitely wise, he knows what is best for us; and being all-good and all-loving -- having given his life for us -- he wills what is best for us. Let us, as St. Basil counsels us, rest secure in the conviction that beyond the possibility of a doubt, God works to effect our welfare, infinitely better than we could ever hope to accomplish or desire it ourselves.",
      "keyTakeAways": [
        "God is infinitely more capable than us to accomplish our welfare."
      ],
      "yourTakeAways": ""
    }
  ],
  "questions": [
    "What are some ways in which we think of seeking happiness and doing God’s will as two separate things?",
    "How do the answers to the above questions contrast with the thoughts of St. Alphonsus Liguori and St. Augustine?",
    "What are some reasons we find it difficult to trust God and abandon ourselves to him?",
    "How does being in union with God’s will give us a deeper peace than simply being happy or sad about something that is going on in our lives?"
  ],
  "meta": {
    "topic": "",
    "difficulty": "easy",
    "author": "St. Alphonsus de Liguori",
    "hasVideos": false,
    "hasActivities": false,
    "tags": []
  }
}
