{
  "title": "Holy Silence",
  "subtitle": "Silence Should not Remain Unbroken, nor Should it Arise from Idleness",
  "author": "St. Ambrose",
  "description": "How heart and mouth must be guarded against inordinate affections.",
  "img": "",
  "slides": [
    {
      "title": "Active Silence",
      "subtitle": "",
      "content": "Silence should not remain unbroken, nor should it arise from idleness. How heart and mouth must be guarded against inordinate affections.\n\nWhat then? Ought we to be dumb? Certainly not. For: \"there is a time to keep silence and a time to speak.\" If, then, we are to give account for an idle word, let us take care that we do not have to give it also for an idle silence. For there is also an active silence, such as Susanna's was, who did more by keeping silence than if she had spoken. For in keeping silence before men she spoke to God, and found no greater proof of her chastity than silence. Her conscience spoke where no word was heard, and she sought no judgment for herself at the hands of men, for she had the witness of the Lord. She therefore desired to be acquitted by Him, Who she knew could not be deceived in any way. Yea, the Lord Himself in the Gospel worked out in silence the salvation of men. David rightly therefore enjoined on himself not constant silence, but watchfulness.\n",
      "keyTakeAways": [
        "Holy silence is not simply an absence of words, rather an “active silence” or “watchfulness” that is in conversation with God\n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "Let us then guard our hearts, let us guard our mouths. Both have been written about. In this place we are bidden to take heed to our mouth; in another place thou art told: \"Keep thy heart with all diligence.\" If David took heed, wilt thou not take heed? If Isaiah had unclean lips -- who said: \"Woe is me, for I am undone, for I am a man, and have unclean lips\" -- if a prophet of the Lord had unclean lips, how shall we have them clean?\n\nBut for whom was it written, unless it was for each one of us: \"Hedge thy possession about with thorns, and bind up thy silver and gold, and make a door and a bar for thy mouth, and a yoke and a balance for thy words\"? Thy possession is thy mind, thy gold thy heart, thy silver thy speech: \"The words of the Lord are pure words, as silver tried in the fire.\" A good mind is also a good possession. And, further, a pure inner life is a valuable possession. Hedge in, then, this possession of thine, enclose it with thought, guard it with thorns, that is, with pious care, lest the fierce passions of the flesh should rush upon it and lead it captive, lest strong emotions should assault it, and, overstepping their bounds, carry off its vintage. Guard thy inner self. Do not neglect or condemn it as though it were worthless, for it is a valuable possession; truly valuable indeed, for its fruit is not perishable and only for a time, but is lasting and of use for eternal salvation. Cultivate, therefore, thy possession, and let it be thy tilling ground.\n",
      "keyTakeAways": [
        "For our silence and speech to be right, we must guard our hearts and our tongues.\n"
      ],
      "yourTakeAways": "",
      "title": "Silence of the Heart and the Tongue"
    },
    {
      "content": "Bind up thy words that they run not riot, and grow wanton, and gather up sins for themselves in too much talking. Let them be rather confined, and held back within their own banks. An overflowing river quickly gathers mud. Bind up also thy meaning; let it not be left slack and unchecked, lest it be said of thee: \"There is no healing balsam, nor oil, nor bandage to apply.\" Sobriety of mind has its reins, whereby it is directed and guided.\n\nLet there be a door to thy mouth, that it may be shut when need arises, and let it be carefully barred, that none may rouse thy voice to anger, and thou pay back abuse with abuse. Thou hast heard it read to-day: \"Be ye angry and sin not.\" Therefore although we are angry (this arising from the motions of our nature, not of our will), let us not utter with our mouth one evil word, lest we fall into sin; but let there be a yoke and a balance to thy words, that is, humility and moderation, that thy tongue may be subject to thy mind. Let it be held in check with a tight rein; let it have its own means of restraint, whereby it can be recalled to moderation; let it utter words tried by the scales of justice, that there may be seriousness in our meaning, weight in our speech, and due measure in our words.",
      "keyTakeAways": [
        "Our minds, hearts, words are all important because they affect our inner life and salvation, so we must take care of them and be aware of what we allow to come in and what we speak out\n"
      ],
      "yourTakeAways": "",
      "title": "Do not be too quick..."
    }
  ],
  "suggestedQuestions": [
    "What are some differences between “silence” and “being quiet” that St. Ambrose seems to point out?\n",
    "Share some instances where you experienced someone’s silence “speaking” like Suzanna.\n",
    "How did you feel about the way St. Ambrose describes a good mind as a “good possession’? In general in your experience do you feel we value our minds?\n"
  ],
  "meta": {
    "topic": "",
    "difficulty": "easy",
    "author": "",
    "hasVideos": true,
    "imageURL": "https://www.shutterstock.com/image-photo/water-drop-360030050",
    "videoURL": "https://www.youtube.com/watch?v=-hHjdLtNOwg",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Silence",
      "Discipline",
      "Spirituality",
      "Peace"
    ],
    "rating": 0
  }
}