{
  "title": "Man's Place in the Universe",
  "subtitle": "The Cosmos: What is the place of human beings in the universe?",
  "author": "Taizé",
  "description": "",
  "img": "",
  "slides": [
    {
      "title": "Universe, Science & Man",
      "subtitle": "",
      "content": "The ancient world saw the universe as a three-story house. Upstairs was heaven, where God and his angels lived. Underneath there was the kingdom of the dead, and in the middle was the earth, inhabited by plants, animals and human beings. In such a universe, the importance of human beings was self-evident. Situated between the world of the divine and the created world, they were called to be mediators between the two.\nModern science has radically transformed this way of seeing. Lost as we are on a tiny planet revolving around one star among billions, in an average-sized galaxy in a constantly expanding universe, the belief that we have a central role in the scheme of things seems an absurd and pretentious claim.",
      "keyTakeAways": [
        "To the ancient man, earth and humanity was the center of the universe but modern science has revealed the vastness of the cosmos and the relative “littleness” of earth and man. "
      ],
      "yourTakeAways": ""
    },
    {
      "content": "And yet people in the Bible could have the same experience. In Psalm 8, someone looks at the vast night sky, filled with stars, and a cry comes spontaneously to his lips: “What are mortals that you think of them, the children of Adam that you care for them?” (v. 4). Even for that person long ago, the immensity of the universe had something unsettling about it.\nIn the following verse, however, the psalmist regains his composure thanks to a conviction that comes from his faith: “Yet you have made them a little lower than a god.” The place of human beings in the universe comes in the final analysis from a relationship with the Wellspring of all life. God did not choose them because they were the most impressive of all beings; in themselves, frail and small, human beings are not much. Their greatness comes not from their qualities but from God’s call: God chose them “to have dominion over the works of [his] hands” (v. 6).\n",
      "keyTakeAways": [
        "Despite considering earth to be the center, the ancient man had a deep sense of wonder at his littleness as seen in Psalm 8.\n",
        "The importance of man does not come from his relative size in the universe, but in his personal call by God and his duty to bring harmony, justice and peace to earth. \n"
      ],
      "yourTakeAways": "",
      "title": "Littleness & Greatness"
    },
    {
      "content": "Here we encounter another problem. The verb “to have dominion, dominate” can have negative connotations. Do human beings have the right, or even the duty, to impose their will on the rest of creation? Is it not their unbridled exploitation of the earth that has created so much damage; are we not still suffering from the consequences of this?\nThe verb translated by “to have dominion” refers first of all to the activity of a king. And in Israel, the king’s task was not to oppress the people, but rather to ensure justice and peace in society. He was supposed to use his power so that the mighty would not crush the weak, so that harmony might reign among different groups. Understood correctly, then, the role of human beings as presented in the Bible is to use their gifts of intelligence and creativity to make the universe a home, a place fit to live in, for all beings. And in this search for cosmic peace, they have to begin by drawing inner peace from their fellowship with God, the Source of peace. Otherwise, all they will do is to project their own divisions on the world around them.",
      "keyTakeAways": [
        "Although we can immediately associate the word “dominion” with oppression and tyranny, the Scriptures envision a different type of dominion.",
        "This dominion is of good and just kingship: which uses intelligence and creativity to ensure peace, well being and justice for all. ",
        "This is also a call for communion and interior peace, otherwise, this power can lead to more difficulties. "
      ],
      "yourTakeAways": "",
      "title": "To have Dominion..."
    },
    {
      "content": "It is obvious that the accounts of creation at the beginning of our bibles were not written according to the outlook of modern science. For this reason, some people reject them out of hand. Others react against this by attempting to prove that they are closer to what really happened than modern theories. Can we find a way out of what often seems a dialogue of the deaf?\nFirst of all, the alleged conflict between faith and science finds little support in the texts themselves. The first chapter of Genesis is “scientific” in its own way, because it betrays careful observation and a love of classification. In verse 12, for example, different kinds of plants are carefully distinguished from one another, in all likelihood according to the mode of reproduction—the grasses with no visible seed, the grains with their seeds on top, and the trees with seed hidden in their fruits. But this is not contemporary science, for the biblical authors had neither the methodology nor the instruments which we take for granted.",
      "keyTakeAways": [
        "We set ourselves up for disappointment when we read the creation stories in Genesis as alternative scientific theories: we must distinguish between the purpose of scientists and that of Biblical authors. \n"
      ],
      "yourTakeAways": "",
      "title": "Creation Stories of the Bible",
      "subtitle": "In what way should people today read the creation stories in the Bible?"
    },
    {
      "content": "But the true difference between the biblical accounts and a scientific study of the origins of the universe lies not so much in the method employed but in the questions that are asked. Whereas the physicists and evolutionary biologists of today are primarily interested in understanding the mechanisms by which the world and life as we know them came about and how they continue to function, the biblical authors were concerned rather to link the history of Israel and its God to humanity and the universe as a whole. They wished to confess their faith that their God was truly universal, deeply involved in the existence and the fate of all that exists.\n",
      "keyTakeAways": [
        "Scientists try to ascertain the mechanisms by which the world and life came to be and how they continue to function. The Biblical authors on the other hand wanted to show that the God of Israel was the Lord of all humanity and creation itself. "
      ],
      "yourTakeAways": "",
      "title": "True Difference between Biblical Accounts and Scientific Study"
    },
    {
      "content": "In addition, the stories they told attempted to show how the world as we know it follows from the identity of this God. What belongs to its fundamental characteristics as created by God, and what is instead a departure from its status as God’s creation? To understand our origins in this way is in fact to have a kind of blueprint for right living. The concern of the biblical authors was thus anything but theoretical. Their endeavor was part of what the Bible calls wisdom, the attempt to lead a life in harmony with reality.\nBy attempting to see in the biblical accounts of creation an alternative to scientific theories or a film on “how it really was,” we condemn ourselves to disappointment. If, however, we wish to understand the meaning of our life, we can find in them intuitions that take us far. If everything in the end goes back to God, then our relationship with him gives us the key to taking part in a life which is truly significant.\n",
      "keyTakeAways": [
        "The Biblical authors try to show how the world comes from the identity of God and the meaning of life which this reveals. The work of these authors share wisdom on how life can be lived in harmony with reality."
      ],
      "yourTakeAways": "",
      "title": "The Biblical Perspective",
      "subtitle": "To Understand our origins to know right living"
    }
  ],
  "suggestedQuestions": [
    "What are some narratives you have heard about science and religion being incompatible? Do you agree or disagree?",
    "What are the key differences between scientists and Biblical Authors? How are these differences reflected in the works they have produced?\n",
    "Is it possible for science and Biblical Authors to be complementary? Share some ways in which this might be possible.\n",
    "What makes man important according to the Biblical Authors? Agree or disagree?",
    "What contributions do the Biblical Authors bring to my life today?\n"
  ],
  "meta": {
    "topic": "Man's Place in the Universe",
    "difficulty": "medium",
    "author": "Taizé",
    "hasVideos": true,
    "imageURL": "https://www.shutterstock.com/image-photo/girl-watching-space-stars-digital-illustration-258738323",
    "videoURL": "https://www.youtube.com/watch?v=xnDQLA2o-kI; https://www.youtube.com/watch?v=htSanqj_pV4; https://www.youtube.com/watch?v=W2cU_aM8A68; ",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Science",
      "Biblical Perspective",
      "Bible",
      "Creationism",
      "Fides et Ratio",
      "Science and Religion",
      "Man",
      "Universe",
      "Scripture"
    ],
    "rating": 0
  }
}