{
  "title": "Prudence in Social Media",
  "subtitle": "",
  "author": "Anonymous",
  "description": "\nPracticing Virtue on Public Social Media Platforms\n",
  "img": "",
  "slides": [
    {
      "title": "Prudence: the Charioteer of the Virtues",
      "subtitle": "",
      "content": "Prudence is often called “the charioteer of the virtues.” It guides our conscience to make decisions according to the law of Christ. It also lets us choose the right means of achieving the true good in a specific situation (CCC 1806). It ultimately helps us apply moral principles to specific situations, avoid evil and overcome doubts about the good we are meant to achieve. In short, prudence is, as St. Thomas Aquinas calls it, “right reason in action.”\n\nBecause “prudence” and “caution” are often considered synonymous, we can assume the prudent choice is always the cautious choice — but this is not the case. Sometimes prudence will steer us toward courage and boldness when it would be the most virtuous response to a situation. If martyrdom is the appropriate response (think St. Maximilian Kolbe), prudence will tell us to courageously take up our cross. Other times, prudence will tell us to proceed with gentleness and rein in our zeal lest we trample the tender faith of a questioning believer.\n\nNow that we’ve got a better idea of what prudence is, let’s see how it applies to our daily lives — more specifically, how it relates to social media.\n",
      "keyTakeAways": [
        "Prudence is the virtue that guides our consciences, allowing us to choose the true good in a situation. It is the “right reason in action.” Prudence does not always mean being cautious and not doing something - it can also lead us to be gentler or choose courageous actions."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "Social media offers us a variety of ways to make a huge impact, whether for good or ill. Because prudence helps us choose the good in a specific situation, we can’t simply make blanket statements about prudent social media use. Advice like “Just don’t use social media” or “Don’t engage with negative comments,” for example, is too broad to be useful and doesn’t encourage us to think critically and exercise prudence with our actions. We should examine each post and comment as it comes in, using our conscience and reason to decide which course of action helps us and others better live in accord with Christ’s law.\n\nWith social media, we often forget a critical piece of data: Our media presence isn’t private or exclusive. Our media posts don’t just affect us and our friends. We are incredibly visible. Over time, we’ve inevitably developed habits of thinking, acting and posting that pertain to our own personal network, but they may not be appropriate to our mission.\n\nThe bottom line is this: Our social profiles aren’t just a reflection of who we are. We are representatives of Jesus and His Church. That’s why it’s important for us to think through some additional factors before we post or respond on social media.\n",
      "keyTakeAways": [
        "Social media provides us with a number of ways to both positively or negatively make a big difference. Prudence enables us to choose the good in a situation; therefore blanket statements of social media use may not always apply to every scenario. Rather we should examine each post, use our conscience and reason to decide on the course of action according to the law of Christ. What we do online affects us, others and may even give an impression of the Church if we are known to be active Christian disciples."
      ],
      "yourTakeAways": "",
      "title": "Prudence & Social Media"
    },
    {
      "content": "Here are some questions to consider when you post on social media:\n·   Could you confidently say to anyone who saw your social media post, “Imitate me as I imitate Christ”?\n·   What am I trying to achieve with this post? Is this the best way to accomplish it, and does it accurately reflect my Catholic worldview?\n·   Would my post require significant additional explanation to a student, parent, mission partner or journalist who saw it?\n·   Is this information appropriate for anyone to know or read? (Social media is a public sphere. Even if your account is set to private, people can share your content without your knowledge.)\n\nWhen responding to negative comments online, there are a few additional considerations we should take:\n·   What is the highest good in this situation, and how can I appropriately respond to achieve the highest good?\n·   Will this help win souls? Will this move the needle in a positive direction in the way this person thinks about Jesus and His Church?\n·   What kind of a relationship do I have with this person? Is this interaction with them on social media likely to draw them deeper into relationship with Jesus?\n",
      "keyTakeAways": [
        "These questions ultimately ask: does my social media post convey the love of Christ?\n"
      ],
      "yourTakeAways": "",
      "title": "Go-To Reflection Questions",
      "subtitle": "For Prudent Social Media Use"
    },
    {
      "content": "You don’t have to agonize over every post or comment — but it is a good idea to pause for a moment and do a quick gut check. In the end, prudence drives us to exercise virtue to will the good for ourselves and others — and like all virtues, prudence gets easier as we make a habit of practicing it. It’s easy to make a habit of quickly reflecting on whether your social media posts reflect your values, life in Christ and life in the Church.\n\nRemember: Social media can be a force for good, and we can participate in the saving mission of Jesus by taking the time to exercise prudence before we post!\n",
      "keyTakeAways": [
        "Prudence leads us to will the good for ourselves and others. We should make it a habit to quickly reflect on what we are trying to say with our social media posts before posting. "
      ],
      "yourTakeAways": "",
      "title": "Bringing it Home..."
    }
  ],
  "suggestedQuestions": [
    "Why does what we post matter?",
    "Why is prudence necessary in social media? \n",
    "How do you discern when to and when not to post?\n",
    "How is prudent social media use a way of evangelization?\n"
  ],
  "meta": {
    "topic": "",
    "difficulty": "",
    "author": "",
    "hasVideos": true,
    "imageURL": "",
    "videoURL": "https://media.ascensionpress.com/2019/11/15/saintly-tips-for-authenticity-online/\nhttps://media.ascensionpress.com/video/the-virtue-of-justice-explained/\nhttps://media.ascensionpress.com/video/is-self-control-a-virtue/\nhttps://media.ascensionpress.com/video/whats-so-great-about-fortitude/\nhttps://media.ascensionpress.com/podcast/how-catholics-should-connect-with-others/\n",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Social Media",
      "Prudence",
      "Virtue",
      "Media",
      "Time",
      "Effectiveness",
      "Love",
      "Lifestyle"
    ],
    "rating": 0
  }
}
