{
  "title": "Uniting Our Suffering with Christ’s",
  "subtitle": "http://www.vatican.va/content/john-paul-ii/en/messages/sick/documents/hf_jp-ii_mes_08121993_world-day-of-the-sick-1994.html",
  "author": "Pope Saint John Paul II",
  "description": "Message of the Holy Father Pope John Paul II for the II World Day of the Sick in 1993.",
  "img": "",
  "slides": [
    {
      "title": "Introduction",
      "subtitle": "",
      "content": "1. I turn my thoughts affectionately to you, brothers and sisters who bear in your body and in your spirit the signs of human sufferings, on the significant occasion of the World Day of the Sick.\nI particularly greet you among the sick who have the grace of faith in Christ, Son of the living God, who became man in the womb of the Virgin Mary. In him, united to all the suffering, crucified and risen again for the salvation of men, you find the strength to undergo your suffering as \"salvific pain\".\nI would like to meet each of you, in every place on earth, to bless you in the name of Jesus Christ, who went about \"doing good and healing\" the sick (Acts 10:38). I would like to be at your side to console you in your afflictions, sustain your courage, nourish your hope, that all of you may be able to make yourselves a gift of love to Christ for the good of the Church and the world.\nLike Mary at the foot of the cross (cf. Jn 19:25), I wish to pause at the calvary of so many brothers and sisters who at this moment are lacerated by fratricidal wars, languish in hospitals, or are in mourning for their loved ones who are the victims of violence. The World Day will have the Marian sanctuary of Czestochowa as the site of its most solemn celebration this year, to ask for the divine gift of peace through the motherly intercession of the Most Blessed Virgin, along with the spiritual and bodily comfort of the sick or suffering people who silently offer their sacrifices to the Queen of Peace.\n",
      "keyTakeAways": [
        "Pope JP2 wishes that he could meet and bless each sick person in the name of Jesus. Through faith, all the suffering and sick can make a gift of themselves by uniting their pain to Jesus Christ for the sake of the Church and the world. The Holy Father pauses at the “calvary” of all those facing affliction with the intercession of the Blessed Mother, to offer comfort."
      ],
      "yourTakeAways": ""
    },
    {
      "content": "2. On the occasion of the World Day of the Sick I wish to call the attention of you that are ill, of health-care workers, of Christians, and of all people of goodwill to the subject of \"salvific pain\" — that is, the Christian meaning of suffering, a topic upon which I dwelt in the Apostolic Letter Salvifici doloris, published on 11 February, 10 years ago.\nHow can we speak of salvific pain? Is suffering not an obstacle to happiness and a motive for separation from God? There are undoubtedly tribulations which, from a human point of view, seem devoid of any meaning.\nIn reality, if the Lord Jesus, Incarnate Word, has declared \"Blessed the afflicted\" (Mt 5:4), it is because a higher point of view exists, that of God, who calls everyone to life and, though by way of pain and death, to his eternal kingdom of love and peace.\nHappy is the person who succeeds in making God's light shine in the poverty of a suffering or diminished life!\n",
      "keyTakeAways": [
        "Pope speaks to the sick about “salvific pain” which seems to not make sense since pain can seem to oppose happiness and even cause people to lose faith in God - pain seems meaningless. This is the human understanding, yet Jesus called the afflicted “blessed” because from God’s point of view each person is called to life in His Kingdom of love and peace even though by way of pain and death. Those who help God’s light shine on the suffering are blessed. \n"
      ],
      "yourTakeAways": "",
      "title": "Only in Christ does man find true light"
    },
    {
      "content": "3. To obtain this light on pain, we must first of all listen to the word of God, found in the books of Sacred Scripture, which can also be termed \"a great book on suffering\" (Salvifici doloris, n. 6). Therein we in fact encounter not only \"an extensive listing of situations which in varied ways are painful for man\" (ibid., n. 7), but also the experience of multiform evil which inevitably prompts the question \"Why?\" (ibid., n. 9).\nIn the Book of Job this question is most dramatically expressed and at the same time given an initial, partial answer. The story of that just man, tried in every way in spite of his innocence, shows that \"it is not true that all suffering is a consequence of sin and has the character of punishment\" (ibid., n. 11).\nThe full and definitive answer to Job is Christ. \"Only in the mystery of the Incarnate Word does the mystery of man find true light\" (Gaudium et spes, n. 22). In Christ even pain is taken up into the mystery of infinite charity, which radiates out from God the Trinity and becomes an expression of love and instrument of redemption — that is, it becomes salvific pain.\nIt is in fact the Father who chooses the total gift of the Son as the way to restore the alliance with men rendered ineffective by sin: \"God so loved the world that he gave his only-begotten Son so that anyone who believes in him will not die, but have eternal life\" (Jn 3:16).\nIt is the Son who \"heads towards his suffering; aware of its saving power, he goes obediently to the Father, but first of all he is united to the Father in this love, with which he has loved the world and man in the world\" (Salvifici doloris, n. 16).\nIt is the Holy Spirit, speaking through the prophets, who announced the sufferings which the Messiah voluntarily embraced for men and to some extent in place of men: \"He has burdened himself with our sufferings; he has taken upon himself our pains.... The Lord made the iniquity of all of us fall upon him\" (Is 53:4-6).\n\n\n4. Brothers and sisters, let us admire the loving plan of divine Wisdom! Christ \"has drawn near... to the world of suffering by the very fact that he has taken this suffering upon himself\" (Salvifici doloris, n. 16): he became like us in everything, except sin (cf. Heb 4:15, 1 Pt 2:22); he took on the human condition with all its limits, including death (cf. Ph 2:7-8); he offered his life for us (cf. Jn 10:7, 1 Jn 3:16), so that we might live by the new life in the Spirit (cf. Rom 6:4, 8:9-11).\nIt sometimes happens that under the weight of acute, unbearable pain someone directs a reproach at God, accusing him of injustice; but the lament dies on the lips of whoever contemplates the Crucified One suffering \"voluntarily\" and \"innocently\" (Salvifici doloris, n. 18). We cannot reproach a God uniting himself to human sufferings!\n",
      "keyTakeAways": [
        "In the book of Job we encounter the many ways that a man may suffer and also the experience of evil. We also come to see in this book that not all suffering is the consequence of sin or a punishment. Only in Jesus, the Incarnate Word, do we come to find light shed upon the mystery of suffering. In Him we see how suffering is taken up into love: (1) the Heavenly Father who chooses to give His only Son, (ii) the Son who, in union with the Father, willingly and innocently embraces the Cross for our sake and (iii) the Holy Spirit who announces the suffering Christ. We have a God who has united Himself to human suffering.\n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "5. A perfect revelation of the salvific value of pain is the passion of the Lord: \"In the cross of Christ not only has redemption been fulfilled through suffering, but suffering itself has also been redeemed\" (ibid., n. 19). Christ \"opened his suffering to man\", and in him man rediscovers his sufferings \"enriched with a new content and a new meaning\" (ibid., n. 20).\nReason, which already grasps the distinction existing between pain and evil, when illuminated by faith comprehends that all suffering can, through grace, become a prolongation of the mystery of the Redemption, which, though complete in Christ, \"constantly remains open to all love which is expressed in human suffering\" (ibid., n. 24).\nAll of the tribulations of life can become signs and foundations of future glory. \"In the measure in which you share in the sufferings of Christ\", the First Letter of Peter exhorts, \"rejoice so that you may also rejoice and exult in the revelation of his glory\" (1 Pt 4:13).\n",
      "keyTakeAways": [
        "The passion of Jesus is the perfect revelation of how pain can be an important part of our salvation. On the cross Jesus not only redeemed the world but also suffering itself and gave it a new meaning. Although in Him redemption is complete, we can still participate in His redemptive act by being united with Him through faith. With this our pains become signs of future glory.  \n"
      ],
      "yourTakeAways": "",
      "title": "Tribulations of life become signs of future glory"
    },
    {
      "content": "6. Dear people who are ill, you know from experience that in your situation you need examples more than words. Yes, we all need models spurring us to walk the road of the sanctification of pain.\nOn this commemoration of Our Lady of Lourdes, let us gaze at Mary as a living icon of the Gospel of suffering.\nCall to mind the episodes in her life. You will find Mary in the poverty of the house in Nazareth, in the humiliation of the stable in Bethlehem, in the privations of the flight into the land of Egypt, in the exertion of humble, blessed work with Jesus and Joseph.\nEspecially after the prophecy of Simeon, who predicted the Mother's sharing in the suffering of the Son (Lk 2:34), Mary on a deep level experienced a mysterious presage of pain. Together with her Son, she, too, began to head towards the cross. \"It was on Calvary that the suffering of the Blessed Virgin Mary, alongside that of Christ, reached a peak which is indeed difficult to imagine in its loftiness from a human standpoint, but which is certainly mysterious and supernaturally fruitful for the purpose of universal salvation\" (Salvifici doloris, n. 25).\nThe Mother of Jesus was preserved from sin, but not from suffering. The Christian people thus identify with the figure of Our Lady of Sorrows, discerning its own pain in hers. In contemplating her, each of the faithful is introduced more intimately into the mystery of Christ and his salvific pain.\nLet us seek to enter into communion with the Immaculate Heart of the Mother of Jesus, where the pain of the Son for the world's salvation was reflected in a unique and incomparable way. Let us receive Mary, designated the spiritual mother of his disciples by the dying Christ, and entrust ourselves to her so as to be faithful to God on the journey from Baptism to glory.\n",
      "keyTakeAways": [
        "Those in pain need examples rather than words to inspire them to unite their sufferings to Christ. Mary is the “living icon of the Gospel of Suffering” and we can see this both in Our Lady of Lourdes and the figure of Our Lady of Sorrows. In her experiences of poverty, humiliation, hard work and loss we can become close to her even if we never fully understand how great a role her suffering played in the salvation of the world. Even though she was unstained from sin, she suffered incredible pain that reflected the pain of Jesus Himself. Let us entrust ourselves to her who was given to us by Jesus as our own mother. \n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "7. I now address you, health-care workers, doctors, men and women nurses, chaplains and women religious, technical and administrative personnel, social workers and volunteers.\nLike the Good Samaritan, you are close to and serve the sick and suffering, respecting — first of all, and always — their dignity as persons, and, with the eyes of faith, recognizing the presence of the suffering Jesus in them. Guard against the indifference which can result from habit; every day renew your commitment to being brothers and sisters to all, with no discrimination; to the irreplaceable contribution of your professionalism, joined to the adequacy of facilities, add the \"heart\", which alone can give them humanity (Salvifici doloris, n. 29).\n\n\n8. Finally, I appeal to you who are leaders of nations, that you may consider health to be a priority problem on a world level.\nOne of the aims of the World Day of the Sick is to carry out a vast effort to stimulate awareness of the serious and inescapable problems concerning health policy and care. About two-thirds of mankind still lack essential medical care, while the resources employed in this sector are too often insufficient. May the World Health Organization's programme - \"Health for All by the Year 2000\" - which might appear to be a mirage, instead prompt constructive rivalry in effective solidarity. The extraordinary progress of science and technology and the development of the mass media contribute to making this hope ever firmer.\n9. Dear people who are ill: sustained by faith, face evil in all its forms without becoming discouraged and yielding to pessimism. Take the opportunity opened up by Christ to transform your situation into an expression of grace and love. Then your pain, too, will become salvific and contribute to completing the suffering of Christ for the benefit of his Body which is the Church (cf. Col 1:24).\nI wish all of you and health-care workers and everyone devoted to serving the suffering grace and peace, salvation and health, vital strength, assiduous commitment, and unfailing hope. Along with the motherly assistance of Our Lady, Salus infirmorum, may you always be accompanied and comforted by my affectionate Blessing.\n",
      "keyTakeAways": [
        "All healthcare workers and those who work closely with the sick and suffering are called to uphold the dignity of the person whom they are treating. Providers are warned to fight against developing an attitude of indifference and to recognize their call to treat the suffering Christ within all those who are facing afflictions. Facilities can take care of the body but only the heart can give humanity to those who are sick. The Holy Father calls upon the greater society and world leaders to make healthcare of utmost priority and to bridge the gaps of where resources are lacking. \n"
      ],
      "yourTakeAways": "",
      "title": "Do not be discouraged or yield to pessimism"
    }
  ],
  "suggestedQuestions": [
    "What is “Christian suffering”? What is “salvific pain”?\n",
    "What is the importance of Christ’s suffering and death in the context of our own sufferings?\n",
    "How can we better care for the sick and suffering? \n",
    "What are times in our own lives in which we encountered Jesus during times of suffering?"
  ],
  "meta": {
    "topic": "",
    "difficulty": "medium",
    "author": "Pope Saint John Paul II",
    "hasVideos": true,
    "imageURL": "",
    "videoURL": "https://www.youtube.com/watch?v=tR25hk8NVio",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [],
    "rating": 0
  }
}
