{
  "title": "Vocation to Charity",
  "subtitle": "",
  "author": "Pope Francis",
  "description": "Homily from the Canonization of Mother Teresa of Calcutta",
  "img": "",
  "slides": [
    {
      "title": "Two protagonists",
      "subtitle": "",
      "content": "“Who can learn the counsel of God?” (Wis 9:13). This question from the Book of Wisdom that we have just heard in the first reading suggests that our life is a mystery and that we do not possess the key to understanding it. There are always two protagonists in history: God and man. Our task is to perceive the call of God and then to do his will. But in order to do his will, we must ask ourselves, “What is God’s will in my life?”",
      "keyTakeAways": [],
      "yourTakeAways": ""
    },
    {
      "content": "We find the answer in the same passage of the Book of Wisdom: “People were taught what pleases you” (Wis 9:18). In order to ascertain the call of God, we must ask ourselves and understand what pleases God. On many occasions the prophets proclaimed what was pleasing to God. Their message found a wonderful synthesis in the words “I want mercy, not sacrifice” (Hos 6:6; Mt 9:13). God is pleased by every act of mercy, because in the brother or sister that we assist, we recognize the face of God which no one can see (cf. Jn 1:18). Each time we bend down to the needs of our brothers and sisters, we give Jesus something to eat and drink; we clothe, we help, and we visit the Son of God (cf. Mt 25:40). In a word, we touch the flesh of Christ.\nWe are thus called to translate into concrete acts that which we invoke in prayer and profess in faith.\n",
      "keyTakeAways": [
        "God desires mercy, not sacrifice. Although we cannot see God, when we serve others, we serve Him since in them we recognize the face of God. Faith and prayer must lead to loving service."
      ],
      "yourTakeAways": "",
      "title": "What is pleasing to God?"
    },
    {
      "content": "There is no alternative to charity: those who put themselves at the service of others, even when they don’t know it, are those who love God (cf. 1 Jn 3:16-18; Jas 2:14-18). The Christian life, however, is not merely extending a hand in times of need. If it is just this, it can be, certainly, a lovely expression of human solidarity which offers immediate benefits, but it is sterile because it lacks roots. The task which the Lord gives us, on the contrary, is the vocation to charity in which each of Christ’s disciples puts his or her entire life at his service, so to grow each day in love.\n",
      "keyTakeAways": [
        "Charity is not optional. Much deeper than expressions of solidarity, Christian life is an entire life dedicated to charity, grown each day."
      ],
      "yourTakeAways": "",
      "title": "Charity is neither optional nor simplistic"
    },
    {
      "content": "Following Jesus is a serious task, and, at the same time, one filled with joy; it takes a certain daring and courage to recognize the divine Master in the poorest of the poor and those who are cast aside, and to give oneself in their service. In order to do so, volunteers, who out of love of Jesus serve the poor and the needy, do not expect any thanks or recompense; rather they renounce all this because they have discovered true love. And each one of us can say: “Just as the Lord has come to meet me and has stooped down to my level in my hour of need, so too do I go to meet him, bending low before those who have lost faith or who live as though God did not exist, before young people without values or ideals, before families in crisis, before the ill and the imprisoned, before refugees and immigrants, before the weak and defenceless in body and spirit, before abandoned children, before the elderly who are on their own. Wherever someone is reaching out, asking for a helping hand in order to get up, this is where our presence – and the presence of the Church which sustains and offers hope – must be”. And I do this, keeping alive the memory of those times when the Lord’s hand reached out to me when I was in need.",
      "keyTakeAways": [
        " It takes courage to recognize, love and serve Jesus in the poor and needy. We are empowered to serve without expecting anything since Jesus did this for us first: he bent down to whatever and wherever we were."
      ],
      "yourTakeAways": "",
      "title": "Bending down"
    },
    {
      "content": "Mother Teresa, in all aspects of her life, was a generous dispenser of divine mercy, making herself available for everyone through her welcome and defence of human life, those unborn and those abandoned and discarded. She was committed to defending life, ceaselessly proclaiming that “the unborn are the weakest, the smallest, the most vulnerable”. She bowed down before those who were spent, left to die on the side of the road, seeing in them their God-given dignity; she made her voice heard before the powers of this world, so that they might recognize their guilt for the crime – the crimes! – of poverty they created. For Mother Teresa, mercy was the “salt” which gave flavour to her work, it was the “light” which shone in the darkness of the many who no longer had tears to shed for their poverty and suffering.\n",
      "keyTakeAways": [
        "Mercy marked all that Mother Teresa did. She was able to see, serve and defend human dignity among the unborn, the abandoned and the discarded."
      ],
      "yourTakeAways": "",
      "title": "Mother Teresa: an example of true charity"
    },
    {
      "content": "Her mission to the urban and existential peripheries remains for us today an eloquent witness to God’s closeness to the poorest of the poor. Today, I pass on this emblematic figure of womanhood and of consecrated life to the whole world of volunteers: may she be your model of holiness! I think, perhaps, we may have some difficulty in calling her “Saint Teresa”: her holiness is so near to us, so tender and so fruitful that we continual to spontaneously call her “Mother Teresa”. May this tireless worker of mercy help us increasingly to understand that our only criterion for action is gratuitous love, free from every ideology and all obligations, offered freely to everyone without distinction of language, culture, race or religion. Mother Teresa loved to say, “Perhaps I don’t speak their language, but I can smile”. Let us carry her smile in our hearts and give it to those whom we meet along our journey, especially those who suffer. In this way, we will open up opportunities of joy and hope for our many brothers and sisters who are discouraged and who stand in need of understanding and tenderness.\n",
      "keyTakeAways": [
        "Mother Teresa was so close to many that she is called Mother Teresa rather than St. Teresa. May she remind us that the only criteria for action is love free of ulterior motives or complications."
      ],
      "yourTakeAways": "",
      "title": "Mother Teresa: an example for all "
    }
  ],
  "suggestedQuestions": [
    "Share about a time you received unexpected kindness from someone. How did you feel?",
    "What is the connection between prayer and service?",
    "What inspires you about Mother Teresa?",
    "Have you ever done a small or great act of service? Please share..."
  ],
  "meta": {
    "topic": "Vocation to Charity",
    "difficulty": "easy",
    "author": "Pope Francis",
    "hasVideos": true,
    "imageURL": "https://www.shutterstock.com/image-photo/vatican-city-september-03-2016-woman-1261504339",
    "videoURL": "https://www.youtube.com/watch?v=I36Nistc9wE",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Mother Teresa",
      "Charity",
      "Service",
      "Love",
      "Poor",
      "Poverty",
      "Serve",
      "Volunteer",
      "Solidarity",
      "Humanitarian"
    ],
    "rating": 0
  }
}