{
  "title": "What is Heaven?",
  "subtitle": "Demystifying our impressions of heaven.",
  "author": "Pope St. John Paul II",
  "description": "Part 1 of 3 about Heaven, Hell and Purgatory from Holy Father Pope John Paul II's catechesis at the General Audience of 21 July 1999.",
  "img": "",
  "slides": [
    {
      "title": "Heaven, Hell & Purgatory: what are they?",
      "subtitle": "",
      "content": "In three controversial Wednesday Audiences, Pope John Paul II pointed out that the essential characteristic of heaven, hell or purgatory is that they are states of being of a spirit (angel/demon) or human soul, rather than places, as commonly perceived and represented in human language. This language of place is, according to the Pope, inadequate to describe the realities involved, since it is tied to the temporal order in which this world and we exist. In this he is applying the philosophical categories used by the Church in her theology and saying what St. Thomas Aquinas said long before him.\n\n\"Incorporeal things are not in place after a manner known and familiar to us, in which way we say that bodies are properly in place; but they are in place after a manner befitting spiritual substances, a manner that cannot be fully manifest to us.\" [St. Thomas Aquinas, Summa Theologiae, Supplement, Q69, a1, reply 1]\n",
      "keyTakeAways": [
        "Heaven, hell and purgatory are not physical places, rather they are states of being of spirits. \n"
      ],
      "yourTakeAways": ""
    },
    {
      "content": "Heaven \"is neither an abstraction not a physical place in the clouds, but a living, personal relationship with the Holy Trinity. It is our meeting with the Father which takes place in the risen Christ through the communion of the Holy Spirit,\" the Pope said.\n\nWhen the form of this world has passed away, those who have welcomed God into their lives and have sincerely opened themselves to his love, at least at the moment of death, will enjoy that fullness of communion with God which is the goal of human life. As the Catechism of the Catholic Church teaches, \"this perfect life with the Most Holy Trinity this communion of life and love with the Trinity, with the Virgin Mary, the angels and all the blessed is called \"heaven'. Heaven is the ultimate end and fulfilment of the deepest human longings, the state of supreme, definitive happiness\" (n.1024). Today we will try to understand the biblical meaning of \"heaven\", in order to have a better understanding of the reality to which this expression refers.\n",
      "keyTakeAways": [
        "Heaven is neither abstract nor physical. It is the fulness of communion with the Holy Trinity, the Virgin Mary and the communion of saints: the fulfillment of the deepest human desires. "
      ],
      "yourTakeAways": "",
      "title": "Heaven is Fullness of Communion with God"
    },
    {
      "content": "In biblical language \"heaven\"\", when it is joined to the \"earth\", indicates part of the universe. Scripture says about creation: \"In the beginning God created the heavens and the earth\" (Gn 1:1).\n\n\n Metaphorically speaking, heaven is understood as the dwelling-place of God, who is thus distinguished from human beings (cf. Ps 104:2f.; 115:16; Is 66:1). He sees and judges from the heights of heaven (cf. Ps 113:4-9) and comes down when he is called upon (cf. Ps 18:9, 10; 144:5). However the biblical metaphor makes it clear that God does not identify himself with heaven, nor can he be contained in it (cf. 1 Kgs 8:27); and this is true, even though in some passages of the First Book of the Maccabees \"Heaven\" is simply one of God's names (1 Mc 3:18, 19, 50, 60; 4:24, 55).\n",
      "keyTakeAways": [
        "God does not identify himself with heaven, nor can he be contained in it.\n",
        " "
      ],
      "yourTakeAways": "",
      "title": "Heaven is the transcendent dwelling-place of the living God"
    },
    {
      "content": "The depiction of heaven as the transcendent dwelling-place of the living God is joined with that of the place to which believers, through grace, can also ascend, as we see in the Old Testament accounts of Enoch (cf. Gn 5:24) and Elijah (cf. 2 Kgs 2:11). Thus heaven becomes an image of life in God. In this sense Jesus speaks of a \"reward in heaven\" (Mt 5:12) and urges people to \"lay up for yourselves treasures in heaven\" (ibid., 6:20; cf. 19:21).\n",
      "keyTakeAways": [
        "Jesus speaks of a \"reward in heaven\" and urges people to \"lay up for yourselves treasures in heaven\"."
      ],
      "yourTakeAways": "",
      "title": "Heaven: Reward and Treasure"
    },
    {
      "content": "The New Testament amplifies the idea of heaven in relation to the mystery of Christ. To show that the Redeemer's sacrifice acquires perfect and definitive value, the Letter to the Hebrews says that Jesus \"passed through the heavens\" (Heb 4:14), and \"entered, not into a sanctuary made with hands, a copy of the true one, but into heaven itself\" (ibid., 9:24). Since believers are loved in a special way by the Father, they are raised with Christ and made citizens of heaven. It is worthwhile listening to what the Apostle Paul tells us about this in a very powerful text: \"God, who is rich in mercy, out of the great love with which he loved us, even when we were dead through our trespasses, made us alive together with Christ (by grace you have been saved), and raised us up with him, and made us sit with him in the heavenly places in Christ Jesus, that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus\" (Eph 2:4-7). The fatherhood of God, who is rich in mercy, is experienced by creatures through the love of God's crucified and risen Son, who sits in heaven on the right hand of the Father as Lord.\n\nAfter the course of our earthly life, participation in complete intimacy with the Father thus comes through our insertion into Christ's paschal mystery. St Paul emphasizes our meeting with Christ in heaven at the end of time with a vivid spatial image: \"Then we who are alive, who are left, shall be caught up together with them in the clouds to meet the Lord in the air; and so we shall always be with the Lord. Therefore comfort one another with these words\" (1 Thes 4:17-18).\n",
      "keyTakeAways": [
        "The New Testament reveals the intimate connection between the Paschal mystery of Jesus and heaven. "
      ],
      "yourTakeAways": "",
      "title": "The Paschal Mystery"
    },
    {
      "content": "In the context of Revelation, we know that the \"heaven\" or \"happiness\" in which we will find ourselves is neither an abstraction nor a physical place in the clouds, but a living, personal relationship with the Holy Trinity. It is our meeting with the Father which takes place in the risen Christ through the communion of the Holy Spirit.\nIt is always necessary to maintain a certain restraint in describing these \"ultimate realities\" since their depiction is always unsatisfactory. Today, personalist language is better suited to describing the state of happiness and peace we will enjoy in our definitive communion with God.\n\n\nThe Catechism of the Catholic Church sums up the Church's teaching on this truth: \"By his death and Resurrection, Jesus Christ has \"opened' heaven to us. The life of the blessed consists in the full and perfect possession of the fruits of the redemption accomplished by Christ. He makes partners in his heavenly glorification those who have believed in him and remained faithful to his will. Heaven is the blessed community of all who are perfectly incorporated into Christ\" (n. 1026).\n\nThis final state, however, can be anticipated in some way today in sacramental life, whose centre is the Eucharist, and in the gift of self through fraternal charity. If we are able to enjoy properly the good things that the Lord showers upon us every day, we will already have begun to experience that joy and peace which one day will be completely ours. We know that on this earth everything is subject to limits, but the thought of the \"ultimate\" realities helps us to live better the \"penultimate\" realities. We know that as we pass through this world we are called to seek \"the things that are above, where Christ is seated at the right hand of God\" (Col 3:1), in order to be with him in the eschatological fulfilment, when the Spirit will fully reconcile with the Father \"all things, whether on earth or in heaven\" (Col 1:20).",
      "keyTakeAways": [
        "Heaven can be anticipated in some way today in sacramental life, whose centre is the Eucharist, and in the gift of self through fraternal charity.\n"
      ],
      "yourTakeAways": "",
      "title": "Sacramental Life & Heaven"
    }
  ],
  "suggestedQuestions": [
    "How does heaven as described by Pope St. John Paul II differ from how you imagine heaven to be?",
    "It is not selfish to desire to go to heaven. Agree or disagree?",
    "Share an experience of heaven in your life time."
  ],
  "meta": {
    "topic": "What is Heaven?",
    "difficulty": "hard",
    "author": "Pope St. John Paul II",
    "hasVideos": true,
    "imageURL": "https://www.shutterstock.com/image-photo/cathedral-monreale-palermo-regarded-most-beautiful-1406567114",
    "videoURL": "https://www.youtube.com/watch?v=TT4JAxfhgcQ",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Heaven",
      "Pope John Paul II",
      "Last Judgment",
      "Paschal Mystery",
      "Communion",
      "Sacraments",
      "Eucharist",
      "Fraternal Communion",
      "Desire",
      "Fulfilment",
      "After life",
      "Death"
    ],
    "rating": 0
  }
}
