{
  "title": "Women: Teachers of Peace",
  "subtitle": "Message of His Holiness Pope John Paul II for the XXVIII World Day of Peace",
  "author": " Pope Saint John Paul II",
  "description": "Women are called to discover their inherent dignity and to be teachers of peace in the world.",
  "img": "",
  "slides": [
    {
      "title": "MESSAGE OF HIS HOLINESS POPE JOHN PAUL II FOR THE XXVIII WORLD DAY OF PEACE",
      "subtitle": "WOMEN: TEACHERS OF PEACE",
      "content": "1. At the beginning of 1995, with my gaze fixed on the new millennium now fast approaching, I once again address to you, men and women of goodwill, a pressing appeal for peace in the world.\nThe violence which so many individuals and peoples continue to experience, the wars which still cause bloodshed in many areas of the world, and the injustice which burdens the life of whole continents can no longer be tolerated.\nThe time has come to move from words to deeds: may individual citizens and families, believers and Churches, States and International Organizations all recognize that they are called to renew their commitment to work for peace!\nEveryone is aware of the difficulty of this task. If it is to be effective and long-lasting, work for peace cannot be concerned merely with the external conditions of coexistence; rather, it must affect people's hearts and appeal to a new awareness of human dignity. It must be forcefully repeated: authentic peace is only possible if the dignity of the human person is promoted at every level of society, and every individual is given the chance to live in accordance with this dignity. \"Any human society, if it is to be well-ordered and productive, must lay down as a foundation this principle, namely, that every human being is a person, that is, his nature is endowed with intelligence and free will. Indeed, precisely because he is a person he has rights and obligations which flow directly and immediately from his very nature. And these rights and obligations are universal, inviolable and inalienable\".\nThe truth about man is the keystone in the resolution of all the problems involved in promoting peace. To teach people this truth is one of the most fruitful and lasting ways to affirm the value of peace.\n",
      "keyTakeAways": [
        "Peace in the world is a pressing need. Human dignity is the necessary foundation for peace in any society. Peace does not just require external coexistence but also something that must go deeper into the heart. This deeper requirement is the belief in the dignity and personhood of every human being. From this personhood come the rights and obligations within society - without this foundation, peace is impossible. "
      ],
      "yourTakeAways": ""
    },
    {
      "content": "2. To educate in the ways of peace means to open minds and hearts to embrace the values which Pope John XXIII indicated in the Encyclical Pacem in terris as essential to a peaceful society: truth, justice, love and freedom. This is an educational programme which involves every aspect of life and is lifelong. It trains individuals to be responsible for themselves and for others, capable of promoting, with boldness and wisdom, the welfare of the whole person and of all people, as Pope Paul VI emphasized in the Encyclical Populorum progressio. The effectiveness of this education for peace will depend on the extent to which it involves the co-operation of those who, in different ways, are responsible for education and for the life of society. Time dedicated to education is time truly well spent, because it determines a person's future, and therefore the future of the family and of the whole of society.\nIn this context, I wish to direct my Message for this year's World Day of Peace especially to women, and to invite them to become teachers of peace with their whole being and in all their actions. May they be witnesses, messengers and teachers of peace in relations between individuals and between generations, in the family, in the cultural, social and political life of nations, and particularly in situations of conflict and war. May they continue to follow the path which leads to peace, a path which many courageous and far-sighted women have walked before them!\n",
      "keyTakeAways": [
        "The hope for a peaceful society is established through education which is rooted in truth, justice, love and freedom as it promotes an individual to take responsibility for themselves and for others. Women are invited to be teachers and promoters of peace between relationships, generations, culture and every level of society especially in places that lack peace. \n"
      ],
      "title": "Women and the Teaching of Peace"
    },
    {
      "content": "3. This invitation to become teachers of peace, directed particularly to women, is based on a realization that to them God \"entrusts the human being in a special way\". This is not however to be understood in an exclusive sense, but rather according to the logic of the complementary roles present in the common vocation to love, which calls men and women to seek peace with one accord and to work together in building it. Indeed, from the very first pages of the Bible God's plan is marvellously expressed: he willed that there should be a relationship of profound communion between man and woman, in a perfect reciprocity of knowledge and of the giving of self. In woman, man finds a partner with whom he can dialogue in complete equality. This desire for dialogue, which was not satisfied by any other living creature, explains the man's spontaneous cry of wonder when the woman, according to the evocative symbolism of the Bible, was created from one of his ribs: \"This at last is bone of my bones and flesh of my flesh\" (Gn 2:23). This was the first cry of love to resound on the earth!\nEven though man and woman are made for each other, this does not mean that God created them incomplete. God \"created them to be a communion of persons, in which each can be a ‘helpmate' to the other, for they are equal as persons (‘bone of my bones...') and complementary as masculine and feminine\". Reciprocity and complementarity are the two fundamental characteristics of the human couple.\n",
      "keyTakeAways": [
        "Women are called specifically, but not exclusively, to be teachers of peace. It was within God’s original plan for man and woman to be complementary and equal...and to work together and fulfill their vocation to love. God did not create man to be incomplete without the other, but as equal persons made to be in communion."
      ],
      "title": "In Communion of Love"
    },
    {
      "content": "4. Sadly, a long history of sin has disturbed and continues to disturb God's original plan for the couple, for the male and the female, thus standing in the way of its complete fulfilment. We need to return to this plan, to proclaim it forcefully, so that women in particular — who have suffered more from its failure to be fulfilled — can finally give full expression to their womanhood and their dignity.\nIn our day women have made great strides in this direction, attaining a remarkable degree of self-expression in cultural, social, economic and political life, as well as, of course, in family life. The journey has been a difficult and complicated one and, at times, not without its share of mistakes. But it has been substantially a positive one, even if it is still unfinished, due to the many obstacles which, in various parts of the world, still prevent women from being acknowledged, respected, and appreciated in their own special dignity. The work of building peace can hardly overlook the need to acknowledge and promote the dignity of women as persons, called to play a unique role in educating for peace. I urge everyone to reflect on the critical importance of the role of women in the family and in society, and to heed the yearning for peace which they express in words and deeds and, at times of greatest tragedy, by the silent eloquence of their grief.\n",
      "keyTakeAways": [
        "Unfortunately, God’s original plan for male and female has been greatly disrupted over time due to sin, especially to the role of women. Although there have been positive strides in restoring women’s true dignity in the modern world, there is still great work to be done. Promoting the dignity of women as persons is essential to building peace."
      ]
    },
    {
      "content": "5. In order to be a teacher of peace, a woman must first of all nurture peace within herself. Inner peace comes from knowing that one is loved by God and from the desire to respond to his love. History is filled with marvellous examples of women who, sustained by this knowledge, have been able successfully to deal with difficult situations of exploitation, discrimination, violence and war.\nNevertheless, many women, especially as a result of social and cultural conditioning, do not become fully aware of their dignity. Others are victims of a materialistic and hedonistic outlook which views them as mere objects of pleasure, and does not hesitate to organize the exploitation of women, even of young girls, into a despicable trade. Special concern needs to be shown for these women, particularly by other women who, thanks to their own upbringing and sensitivity, are able to help them discover their own inner worth and resources. Women need to help women, and to find support in the valuable and effective contributions which associations, movements and groups, many of them of a religious character, have proved capable of making in this regard.",
      "keyTakeAways": [
        "Women can only promote peace if they have peace within themselves which comes from knowing they are loved by God and wanting to respond to that love. Women are called to help other women to find their dignity and capacity."
      ],
      "title": "Women of Peace"
    },
    {
      "content": "6. In rearing children, mothers have a singularly important role. Through the special relationship uniting a mother and her child, particularly in its earliest years of life, she gives the child that sense of security and trust without which the child would find it difficult to develop properly its own personal identity and, subsequently, to establish positive and fruitful relationships with others. This primary relationship between mother and child also has a very particular educational significance in the religious sphere, for it can direct the mind and heart of the child to God long before any formal religious education begins.\nIn this decisive and sensitive task, no mother should be left alone. Children need the presence and care of both parents, who carry out their duty as educators above all through the influence of the way they live. The quality of the relationship between the spouses has profound psychological effects on children and greatly conditions both the way they relate to their surroundings and the other relationships which they will develop throughout life.\nThis primary education is extremely important. If relationships with parents and other family members are marked by affectionate and positive interaction, children come to learn from their own experience the values which promote peace: love of truth and justice, a sense of responsible freedom, esteem and respect for others. At the same time, as they grow up in a warm and accepting environment, they are able to perceive, reflected in their own family relationships, the love of God himself; this will enable them to mature in a spiritual atmosphere which can foster openness to others and to the gift of self to their neighbour. Education in the ways of peace naturally continues throughout every period of development; it needs particularly to be encouraged during the difficult time of adolescence, when the passage from childhood to adulthood is not without some risks for young people, who are called to make choices which will be decisive for life.\n7. Faced with the challenge of education, the family becomes \"the first and fundamental school of social living\", the first and fundamental school of peace. And so it is not difficult to imagine the tragic consequences which occur when the family experiences profound crises which undermine or even destroy its inner equilibrium. Often, in these circumstances, women are left alone. It is then, however, that they most need to be assisted, not only by the practical solidarity of other families, of communities of a religious nature and of volunteer groups, but also by the State and by International Organizations through appropriate structures of human, social and economic support which will enable them to meet the needs of their children without being forced to deprive them unduly of their own indispensable presence.\n",
      "keyTakeAways": [
        "Mothers have an unique role in establishing trust in a child which greatly affects their sense of self and their future relationships. Parents must work together to be the primary educators of peace in a child’s life which then flourishes all throughout that child’s life. If families are found in crisis, it is imperative for people and organizations to provide human, social and economic support. "
      ]
    },
    {
      "content": "8. Another serious problem is found in places where the intolerable custom still exists of discriminating, from the earliest years, between boys and girls. If, from the very beginning, girls are looked down upon or regarded as inferior, their sense of dignity will be gravely impaired and their healthy development inevitably compromised. Discrimination in childhood will have lifelong effects and will prevent women from fully taking part in the life of society.\nIn this regard, how can we fail to acknowledge and encourage the invaluable efforts of so many women, including so many congregations of women religious, who on different continents and in every cultural context make the education of girls and women the principal goal of their activity? Similarly, how can we fail to acknowledge with gratitude all those women who have worked and continue to work in providing health services, often in very precarious circumstances, and who are frequently responsible for the very survival of great numbers of female children?\n",
      "keyTakeAways": [
        "Negative discrimination between sexes can sadly begins from childhood: girls who are regarded as inferior are later hindered from understanding their personal dignity and thus holds them back from stepping into their greater roles of society. In contrast stands the great works of many women's religious congregations that have reached the ends of the earth and also lifted many young girls."
      ]
    },
    {
      "content": "9. When women are able fully to share their gifts with the whole community, the very way in which society understands and organizes itself is improved, and comes to reflect in a better way the substantial unity of the human family. Here we see the most important condition for the consolidation of authentic peace. The growing presence of women in social, economic and political life at the local, national and international levels is thus a very positive development. Women have a full right to become actively involved in all areas of public life, and this right must be affirmed and guaranteed, also, where necessary, through appropriate legislation.\nThis acknowledgment of the public role of women should not however detract from their unique role within the family. Here their contribution to the welfare and progress of society, even if its importance is not sufficiently appreciated, is truly incalculable. In this regard I will continue to ask that more decisive steps be taken in order to recognize and promote this very important reality.\n10. With astonishment and concern we are witnessing today a dramatic increase in all kinds of violence. Not just individuals but whole groups seem to have lost any sense of respect for human life. Women and even children are unfortunately among the most frequent victims of this blind violence. We are speaking of outrageous and barbaric behaviour which is deeply abhorrent to the human conscience.\nWe are all called upon to do everything possible to banish from society not only the tragedy of war but also every violation of human rights, beginning with the indisputable right to life, which every person enjoys from the very moment of conception. The violation of the individual human being's right to life contains the seeds of the extreme violence of war. For this reason, I appeal to all women ever to take their place on the side of life. At the same time I urge everyone to help women who are suffering, and particularly children, in a special way those scarred by the painful trauma of having lived through war. Only loving and compassionate concern will enable them once again to look to the future with confidence and hope.\n11. When my beloved predecessor Pope John XXIII indicated the participation of women in public life as one of the signs of our times, he also stated that, being aware of their dignity, they would no longer tolerate being exploited.\nWomen have the right to insist that their dignity be respected. At the same time, they have the duty to work for the promotion of the dignity of all persons, men as well as women.\nIn view of this, I express the hope that the many international initiatives planned for 1995 — of which some will be devoted specifically to women, such as the Conference sponsored by the United Nations in Beijing on work for equality, development and peace — will provide a significant opportunity for making interpersonal and social relationships ever more human, under the banner of peace.\n",
      "keyTakeAways": [
        "Women should be active in all forms of social life - and when they are fully themselves women enrich society with a different way of understanding and organizing itself: as a united human family. Although the role of women in society is essential they are indispensable in the family. The dignity of women must be elevated in society and women are also called to protect and defend the dignity of all human life. "
      ],
      "title": "Women, Teachers of Peace in Society"
    },
    {
      "content": "12. Mary, Queen of Peace, is close to the women of our day because of her motherhood, her example of openness to others' needs and her witness of suffering. Mary lived with a deep sense of responsibility, the plan which God willed to carry out in her for the salvation of all humanity. When she was made aware of the miracle which God had worked in her by making her the Mother of his Incarnate Son, her first thought was to visit her elderly kinswoman Elizabeth in order to help her. That meeting gave Mary the chance to express, in the marvellous canticle of the Magnificat (Lk 1:46-55), her gratitude to God who, with her and through her, had begun a new creation, a new history.\nI implore the Most Holy Virgin Mary to sustain those men and women who, in the service of life, have committed themselves to building peace. With her help, may they bear witness before all people, especially those who live in darkness and suffering and who hunger and thirst for justice, to the loving presence of the God of peace. \n",
      "keyTakeAways": [
        "Mary, Queen of Peace, is the greatest example of a woman fully living out her dignity which God instilled in her. Mary’s entire life was dedicated to serving the needs of others. May she guide and intercede for all those who are committed to building peace. "
      ],
      "title": "Mary, Model of Peace"
    }
  ],
  "suggestedQuestions": [
    "What is the importance of human dignity in regards to peace?",
    "What roles do women have in promoting peace?",
    "How can we discover our own “inner peace”?",
    "What is the importance of the role of a mother and father in establishing peace within a home?"
  ],
  "meta": {
    "topic": "",
    "difficulty": "hard",
    "author": "Pope Saint John Paul II",
    "hasVideos": false,
    "imageURL": "https://www.shutterstock.com/image-photo/teacher-pupils-using-flower-shapes-montessori-641732287",
    "videoURL": "",
    "hasActivities": false,
    "activityDescription": "",
    "tags": [
      "Women",
      "Dignity",
      "Peace",
      "Teaching",
      "Heart"
    ],
    "rating": 0
  }
}
